[
    {
        "domanda": "Ciascun Dipartimento del Ministero della salute coordina, sovraintende e controlla l'operato di:",
        "corretta": "tre direzioni generali.",
        "B": "cinque direzioni generali.",
        "C": "nove direzioni generali."
    },
    {
        "domanda": "Nell'ambito del Ministero della salute, quale tra i seguenti organi svolge funzioni di coordinamento generale sulle questioni comuni alle attività di più Dipartimenti?",
        "corretta": "Conferenza permanente dei Capi dipartimento.",
        "B": "Conferenza Ministero-Autonomie locali.",
        "C": "Conferenza vincolante dei Dipartimenti."
    },
    {
        "domanda": "È corretto affermare che i Capi dei Dipartimenti del Ministero della salute esercitano un'azione di indirizzo e di coordinamento anche di carattere tecnico?",
        "corretta": "Sì.",
        "B": "No.",
        "C": "Solo quando si tratta di attività particolare."
    },
    {
        "domanda": "In quanti Dipartimenti e in quante direzioni generali si articola il Ministero della salute?",
        "corretta": "Quattro Dipartimenti e dodici direzioni generali.",
        "B": "Dodici Dipartimenti e quattro direzioni generali.",
        "C": "Quattro Dipartimenti e quattro direzioni generali."
    },
    {
        "domanda": "Ai fini del perseguimento dei risultati complessivi della gestione amministrativa, i Capi dei dipartimenti del Ministero della salute:",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "forniscono, per il tramite dell'Ufficio di Gabinetto, il supporto istituzionale alle funzioni del Ministro.",
        "C": "assicurano la stretta integrazione tra le attività degli uffici nello svolgimento delle funzioni."
    },
    {
        "domanda": "Quale tra i seguenti dipartimenti del Ministero della salute provvede alle attività di coordinamento e di vigilanza in tema di programmazione dell'attività sanitaria nazionale e determinazione dei livelli essenziali di assistenza?",
        "corretta": "Il Dipartimento della programmazione, dei dispositivi medici, del farmaco e delle politiche in favore del Servizio sanitario nazionale.",
        "B": "Il Dipartimento della prevenzione, della ricerca e delle emergenze sanitarie.",
        "C": "Il Dipartimento dell'amministrazione generale, delle risorse umane e del bilancio."
    },
    {
        "domanda": "Per la tutela della salute ai fini della repressione delle attività illecite in materia sanitaria, di quale Corpo si avvale il Ministero della salute?",
        "corretta": "Comando Carabinieri per la tutela della salute.",
        "B": "Corpo di Polizia dello Stato.",
        "C": "Guardia di Finanza."
    },
    {
        "domanda": "Quale tra i seguenti dipartimenti del Ministero della salute provvede alle attività di coordinamento e di vigilanza in tema di  finanziamento e vigilanza sugli enti o istituti nazionali sottoposti alla vigilanza del Ministero secondo la normativa vigente?",
        "corretta": "Il Dipartimento dell'amministrazione generale, delle risorse umane e del bilancio.",
        "B": "Il Dipartimento della programmazione, dei dispositivi medici, del farmaco e delle politiche in favore del Servizio sanitario nazionale.",
        "C": "Il Dipartimento della prevenzione, della ricerca e delle emergenze sanitarie."
    },
    {
        "domanda": "In quante direzioni generali si articola il Ministero della salute?",
        "corretta": "Dodici.",
        "B": "Quattro.",
        "C": "Quattordici."
    },
    {
        "domanda": "Nell'ambito del Dipartimento dell'amministrazione generale, delle risorse umane e del bilancio, l'attività di coordinamento delle attività di predisposizione del Piano integrato di attività e organizzazione spetta alla:",
        "corretta": "Direzione generale delle risorse umane e del bilancio.",
        "B": "Direzione generale della comunicazione.",
        "C": "Direzione generale della prevenzione."
    },
    {
        "domanda": "In base al vigente Regolamento di organizzazione del Ministero della salute, il Centro nazionale di lotta ed emergenza contro le malattie animali opera nell'ambito del:",
        "corretta": "Dipartimento della salute umana, della salute animale e dell'ecosistema (One Health), e dei rapporti internazionali.",
        "B": "Dipartimento dell'amministrazione generale, delle risorse umane e del bilancio.",
        "C": "Dipartimento della prevenzione, della ricerca e delle emergenze sanitarie."
    },
    {
        "domanda": "L'Unità di missione di livello dirigenziale generale per l'attuazione degli interventi del Piano Nazionale di Ripresa e di Resilienza opera presso il Dipartimento:",
        "corretta": "dell'amministrazione generale del Ministero della salute.",
        "B": "della prevenzione, della ricerca e delle emergenze sanitarie del Ministero della salute.",
        "C": "Dipartimento della salute umana, della salute animale e dell'ecosistema (one health), e dei rapporti internazionali del Ministero della salute."
    },
    {
        "domanda": "Quale tra le seguenti direzioni generali fa parte del Dipartimento della prevenzione, della ricerca e delle emergenze sanitarie?",
        "corretta": "La Direzione generale della prevenzione.",
        "B": "La Direzione generale della programmazione e dell'edilizia sanitaria.",
        "C": "La Direzione generale dell'igiene e della sicurezza alimentare."
    },
    {
        "domanda": "L'Unità di Missione per l'attuazione degli interventi del Piano Nazionale di Ripresa e di Resilienza istituita dal Ministero della saluta opera fino al:",
        "corretta": "2026",
        "B": "2025",
        "C": "2028"
    },
    {
        "domanda": "In base al vigente Regolamento di organizzazione del Ministero della salute, quale Direzione del Dipartimento dell'amministrazione generale, delle risorse umane e del bilancio svolge le funzioni di predisposizione e coordinamento del bilancio del Ministero?",
        "corretta": "La Direzione generale risorse umane e del bilancio.",
        "B": "La Direzione generale delle emergenze.",
        "C": "La Direzione generale della comunicazione."
    },
    {
        "domanda": "Secondo quanto statuito dal vigente Regolamento di organizzazione del Ministero della salute, la Direzione generale della prevenzione di quale Dipartimento fa parte?",
        "corretta": "Del Dipartimento della prevenzione, della ricerca e delle emergenze sanitarie.",
        "B": "Del Dipartimento della programmazione, dei dispositivi medici, del farmaco e delle politiche in favore del servizio sanitario nazionale.",
        "C": "Del Dipartimento della salute umana, della salute animale e dell'ecosistema (one health), e dei rapporti internazionali."
    },
    {
        "domanda": "Quale tra le seguenti direzioni generali fa parte del Dipartimento della programmazione, dei dispositivi medici, del farmaco e delle politiche in favore del servizio sanitario nazionale?",
        "corretta": "La Direzione generale della programmazione e dell'edilizia sanitaria.",
        "B": "la Direzione generale delle emergenze sanitarie.",
        "C": "La Direzione generale della salute animale."
    },
    {
        "domanda": "In base al vigente Regolamento di organizzazione del Ministero della salute, quale tra i seguenti NON opera presso il Ministero della salute?",
        "corretta": "Comitato strategico di profilassi animale.",
        "B": "Comitato nazionale per la sicurezza alimentare.",
        "C": "Comitato di supporto strategico degli istituti zooprofilattici sperimentali."
    },
    {
        "domanda": "La Conferenza permanente dei Capi dipartimento può formulare proposte al Ministro della Salute?",
        "corretta": "Sì, per l'emanazione di indirizzi e direttive al fine di assicurare il raccordo operativo tra i Dipartimenti medesimi.",
        "B": "No.",
        "C": "Sì, previa approvazione del Direttore generale."
    },
    {
        "domanda": "Quale tra le seguenti direzioni generali fa parte del Dipartimento dell'amministrazione generale, delle risorse umane e del bilancio?",
        "corretta": "La Direzione generale della comunicazione.",
        "B": "La Direzione generale dei dispositivi medici e del farmaco.",
        "C": "La Direzione generale delle emergenze sanitarie."
    },
    {
        "domanda": "Quale tra le seguenti direzioni generali fa parte del Dipartimento della prevenzione, della ricerca e delle emergenze sanitarie?",
        "corretta": "La Direzione generale delle emergenze sanitarie.",
        "B": "La Direzione generale della comunicazione.",
        "C": "La Direzione generale della salute animale."
    },
    {
        "domanda": "Quale tra i seguenti dipartimenti del Ministero della salute provvede alle attività di coordinamento e di vigilanza in tema di amministrazione generale e gestione delle risorse umane, servizi logistici, servizi informatici relativi ai dipendenti del Ministero e gestione degli approvvigionamenti?",
        "corretta": "Il Dipartimento dell'amministrazione generale, delle risorse umane e del bilancio.",
        "B": "Il Dipartimento della programmazione, dei dispositivi medici, del farmaco e delle politiche in favore del Servizio sanitario nazionale.",
        "C": "Il Dipartimento della salute umana, della salute animale e dell'ecosistema (One Health), e dei rapporti internazionali."
    },
    {
        "domanda": "Secondo quanto statuito dal vigente Regolamento di organizzazione del Ministero della salute, la Direzione generale delle emergenze sanitarie di quale Dipartimento fa parte?",
        "corretta": "Del Dipartimento della prevenzione, della ricerca e delle emergenze sanitarie.",
        "B": "Del Dipartimento dell'amministrazione generale, delle risorse umane e del bilancio.",
        "C": "Tutte le alternative proposte sono errate."
    },
    {
        "domanda": "I Capi dei Dipartimenti del Ministero della salute sono nominati con:",
        "corretta": "Decreto del Presidente della Repubblica.",
        "B": "Decreto del Consiglio dei Ministri.",
        "C": "Decreto della Camera."
    },
    {
        "domanda": "Secondo il vigente Regolamento di organizzazione del Ministero della salute, l'amministrazione periferica del Ministero è articolata in uffici di livello dirigenziale non generale, che:",
        "corretta": "esercitano le proprie funzioni nell'ambito delle competenze riservate allo Stato.",
        "B": "non esercitano le proprie funzioni nell'ambito delle competenze riservate allo Stato.",
        "C": "esercitano le proprie funzioni nell'ambito delle competenze riservate alla Comunità Europea."
    },
    {
        "domanda": "In base al vigente Regolamento di organizzazione del Ministero della salute, quale Direzione del   Dipartimento dell'amministrazione generale, delle risorse umane e del bilancio svolge le funzioni di azione di monitoraggio delle entrate e analisi della spesa e controllo di gestione?",
        "corretta": "La Direzione generale risorse umane e del bilancio.",
        "B": "La Direzione generale della vigilanza sugli enti e degli organi collegiali.",
        "C": "La Direzione generale della comunicazione."
    },
    {
        "domanda": "In base al vigente Regolamento di organizzazione del Ministero della salute, quale Direzione del Dipartimento dell'amministrazione generale, delle risorse umane e del bilancio svolge le funzioni di gestione di biblioteca, ufficio relazioni con il pubblico e sportello (front office)?",
        "corretta": "La Direzione generale della comunicazione.",
        "B": "La Direzione generale risorse umane e del bilancio.",
        "C": "La Direzione generale della vigilanza sugli enti e degli organi collegiali."
    },
    {
        "domanda": "Quale tra i seguenti dipartimenti del Ministero della salute provvede alle attività di coordinamento e di vigilanza in tema di tutela dell'ambiente e dell'ecosistema, delle condizioni di vita e di benessere delle persone?",
        "corretta": "Il Dipartimento della salute umana, della salute animale e dell'ecosistema (One Health), e dei rapporti internazionali.",
        "B": "Il Dipartimento della programmazione, dei dispositivi medici, del farmaco e delle politiche in favore del Servizio sanitario nazionale.",
        "C": "Il Dipartimento dell'amministrazione generale, delle risorse umane e del bilancio."
    },
    {
        "domanda": "Gli uffici veterinari per gli adempimenti comunitari sono funzionalmente coordinati:",
        "corretta": "dalla Direzione generale della salute animale.",
        "B": "dalla Direzione generale della prevenzione.",
        "C": "dalla Direzione generale dell'igiene e della sicurezza alimentare."
    },
    {
        "domanda": "Quale dipartimento del Ministero della salute esplica le funzioni spettanti al Ministero quale Autorità nazionale di riferimento dell'Autorità europea per la sicurezza alimentare?",
        "corretta": "Il Dipartimento della salute umana, della salute animale e dell'ecosistema (One Health), e dei rapporti internazionali.",
        "B": "Il Dipartimento della prevenzione, della ricerca e delle emergenze sanitarie.",
        "C": "Il Dipartimento della programmazione, dei dispositivi medici, del farmaco e delle politiche in favore del Servizio sanitario nazionale."
    },
    {
        "domanda": "La Conferenza permanente dei Capi dipartimento del Ministero della salute è presieduta:",
        "corretta": "Dal Ministro o, dietro delega di questi o in caso di sua assenza, dal Capo di Gabinetto.",
        "B": "Sempre e solo dal Capo di Gabinetto.",
        "C": "Sempre e solo dal Ministro."
    },
    {
        "domanda": "Ai sensi dell'articolo 10 del D.P.C.M. 196/2023, nelle relazioni europee e internazionali, le funzioni di Responsabile Medico (Chief Medical Officer) ove in possesso della professionalità medica, sono svolte dal:",
        "corretta": "Capo del Dipartimento della prevenzione, della ricerca e delle emergenze sanitarie.",
        "B": "Capo del Dipartimento dell'amministrazione generale, delle risorse umane e del bilancio.",
        "C": "Capo del Dipartimento della programmazione, dei dispositivi medici, del farmaco e delle politiche in favore del Servizio sanitario nazionale."
    },
    {
        "domanda": "In quante sezioni si articola il Comitato tecnico per la nutrizione e la sanità animale?",
        "corretta": "Cinque.",
        "B": "Sette.",
        "C": "Tre."
    },
    {
        "domanda": "Quale tra le seguenti direzioni generali fa parte del Dipartimento della salute umana, della salute animale e dell'ecosistema (one health), e dei rapporti internazionali?",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "La Direzione generale della salute animale.",
        "C": "La Direzione generale dell'igiene e della sicurezza alimentare."
    },
    {
        "domanda": "La Conferenza permanente dei Capi dipartimento si riunisce, in via ordinaria:",
        "corretta": "almeno una volta ogni due mesi.",
        "B": "almeno una volta ogni sei mesi.",
        "C": "almeno una volta ogni due cinque mesi."
    },
    {
        "domanda": "Quale tra i seguenti dipartimenti del Ministero della salute provvede alle attività di coordinamento e di vigilanza in tema di coordinamento dei rapporti con gli organismi internazionali e della partecipazione alle relative attività e incontri a livello internazionale?",
        "corretta": "Il Dipartimento della salute umana, della salute animale e dell'ecosistema (One Health), e dei rapporti internazionali.",
        "B": "Il Dipartimento della programmazione, dei dispositivi medici, del farmaco e delle politiche in favore del Servizio sanitario nazionale.",
        "C": "Il Dipartimento della prevenzione, della ricerca e delle emergenze sanitarie."
    },
    {
        "domanda": "Quale dipartimento del Ministero della salute cura i rapporti con la World Organisation for Animal Health (WOAH) e la Food and Agriculture Organization (FAO)?",
        "corretta": "Il Dipartimento della salute umana, della salute animale e dell'ecosistema (One Health), e dei rapporti internazionali.",
        "B": "Il Dipartimento della programmazione, dei dispositivi medici, del farmaco e delle politiche in favore del Servizio sanitario nazionale.",
        "C": "Il Dipartimento dell'amministrazione generale, delle risorse umane e del bilancio."
    },
    {
        "domanda": "Quale tra i seguenti dipartimenti del Ministero della salute provvede alle attività di coordinamento e di vigilanza in tema di politiche in favore del Servizio sanitario nazionale e valorizzazione del capitale fisico, umano e sociale del SSN?",
        "corretta": "Il Dipartimento della programmazione, dei dispositivi medici, del farmaco e delle politiche in favore del Servizio sanitario nazionale.",
        "B": "Il Dipartimento della salute umana, della salute animale e dell'ecosistema (One Health), e dei rapporti internazionali.",
        "C": "Il Dipartimento della prevenzione, della ricerca e delle emergenze sanitarie."
    },
    {
        "domanda": "Quale tra i seguenti dipartimenti del Ministero della salute provvede alle attività di coordinamento e di vigilanza in tema di cura della comunicazione istituzionale, interna ed esterna, per la promozione della salute e delle attività degli altri Dipartimenti e del Ministero nel suo complesso?",
        "corretta": "Il Dipartimento dell'amministrazione generale, delle risorse umane e del bilancio.",
        "B": "Il Dipartimento della prevenzione, della ricerca e delle emergenze sanitarie.",
        "C": "Il Dipartimento della salute umana, della salute animale e dell'ecosistema (One Health), e dei rapporti internazionali."
    },
    {
        "domanda": "In base al vigente Regolamento di organizzazione del Ministero della salute, il Capo del Dipartimento della salute umana, della salute animale e dell'ecosistema (One Health), e dei rapporti internazionali svolge le funzioni di:",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "Capo dei servizi veterinari italiani - Chief Veterinary Officer (CVO) nelle istituzioni europee ed internazionali.",
        "C": "presidente del Centro nazionale di lotta ed emergenza contro le malattie animali e delle rispettive articolazioni."
    },
    {
        "domanda": "Quale tra le seguenti direzioni generali fa parte del Dipartimento della prevenzione, della ricerca e delle emergenze sanitarie?",
        "corretta": "La Direzione generale della ricerca e dell'innovazione in sanità.",
        "B": "La Direzione generale dell'igiene e della sicurezza alimentare.",
        "C": "La Direzione generale della vigilanza sugli enti e degli organi collegiali."
    },
    {
        "domanda": "Quale tra le seguenti direzioni generali fa parte del Dipartimento della programmazione, dei dispositivi medici, del farmaco e delle politiche in favore del servizio sanitario nazionale?",
        "corretta": "La Direzione generale dei dispositivi medici e del farmaco.",
        "B": "La Direzione generale della comunicazione.",
        "C": "La Direzione generale della salute animale."
    },
    {
        "domanda": "Secondo il vigente Regolamento di organizzazione del Ministero della salute, l'amministrazione periferica del Ministero è articolata in:",
        "corretta": "uffici di livello dirigenziale non generale, che esercitano le proprie funzioni nell'ambito delle competenze riservate allo Stato.",
        "B": "uffici di livello non dirigenziale, che esercitano le proprie funzioni nell'ambito delle competenze riservate allo Stato.",
        "C": "uffici di livello dirigenziale generale, che non esercitano le proprie funzioni nell'ambito delle competenze riservate allo Stato."
    },
    {
        "domanda": "I Capi di Dipartimento del Ministero della salute possono istituire gruppi di lavoro temporaneo?",
        "corretta": "Sì.",
        "B": "No.",
        "C": "Sì, ma solo se relativi alle macro aree di assegnazione."
    },
    {
        "domanda": "Quale tra le seguenti direzioni generali fa parte del Dipartimento dell'amministrazione generale, delle risorse umane e del bilancio?",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "La Direzione generale della vigilanza sugli enti e degli organi collegiali.",
        "C": "La Direzione generale della comunicazione."
    },
    {
        "domanda": "Quale tra le seguenti direzioni generali fa parte del Dipartimento della prevenzione, della ricerca e delle emergenze sanitarie?",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "La Direzione generale della prevenzione.",
        "C": "La Direzione generale delle emergenze sanitarie."
    },
    {
        "domanda": "Quale tra le seguenti direzioni generali fa parte del Dipartimento della programmazione, dei dispositivi medici, del farmaco e delle politiche in favore del servizio sanitario nazionale?",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "La Direzione generale dei dispositivi medici e del farmaco.",
        "C": "La Direzione generale delle professioni sanitarie e delle politiche in favore del Servizio sanitario nazionale."
    },
    {
        "domanda": "Sul monitoraggio della qualità delle attività sanitarie regionali con riferimento ai livelli essenziali delle prestazioni erogate, il Ministro riferisce al Parlamento:",
        "corretta": "annualmente.",
        "B": "ogni tre mesi.",
        "C": "ogni sei mesi."
    },
    {
        "domanda": "Completare la seguente frase ai sensi del vigente Regolamento di organizzazione del Ministero della salute.\nL'amministrazione periferica del Ministero è articolata in uffici di livello dirigenziale                     , che esercitano le proprie funzioni nell'ambito delle competenze riservate                     .",
        "corretta": "non generale; allo Stato",
        "B": "generale; al Ministero dell'economia",
        "C": "non generale; al Ministero dell'economia"
    },
    {
        "domanda": "Quale tra le seguenti direzioni generali fa parte del Dipartimento della salute umana, della salute animale e dell'ecosistema (one health), e dei rapporti internazionali?",
        "corretta": "La Direzione generale dei corretti stili di vita e dei rapporti con l'ecosistema.",
        "B": "La Direzione generale dei dispositivi medici e del farmaco.",
        "C": "La Direzione generale della prevenzione."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, l'attività amministrativa persegue i fini determinati dalla legge ed è retta da criteri di:",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "economicità ed efficacia.",
        "C": "imparzialità, pubblicità e trasparenza."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, la pubblica amministrazione, nell'adozione di atti di natura non autoritativa, agisce:",
        "corretta": "secondo le norme di diritto privato salvo che la legge disponga diversamente.",
        "B": "secondo le norme di diritto pubblico, sempre.",
        "C": "secondo le norme di diritto privato e non sono ammesse eccezioni dalla legge."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, i soggetti privati possono essere preposti all'esercizio di attività amministrative pubbliche?",
        "corretta": "Sì.",
        "B": "No, in nessun caso.",
        "C": "Sì, ma in base alla legge vigente non sono tenuti ad assicurare il rispetto dei criteri e dei principi che reggono l'attività amministrativa."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, i soggetti privati preposti all'esercizio di attività amministrative:",
        "corretta": "assicurano il rispetto dei criteri e dei principi che reggono l'attività amministrativa, con un livello di garanzia non inferiore a quello cui sono tenute le pubbliche amministrazioni.",
        "B": "non sono tenuti ad assicurare il rispetto dei criteri e dei principi che reggono l'attività amministrativa.",
        "C": "sono tenuti ad assicurare il rispetto dei criteri e dei principi che reggono l'attività amministrativa, con un livello di garanzia superiore a quello cui sono tenute le pubbliche amministrazioni."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, la pubblica amministrazione ha la facoltà di aggravare il procedimento amministrativo?",
        "corretta": "La pubblica amministrazione non può aggravare il procedimento se non per straordinarie e motivate esigenze imposte dallo svolgimento dell'istruttoria.",
        "B": "Sì, sempre e in ogni caso.",
        "C": "No, in nessun caso."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, a quali principi sono improntati i rapporti tra il cittadino e la pubblica amministrazione?",
        "corretta": "ai princìpi della collaborazione e della buona fede.",
        "B": "ai princìpi di celerità e di risultato.",
        "C": "ai principi di autonomia e di prelazione."
    },
    {
        "domanda": "Ai sensi dell'art. 2 c. 1 della L. 241/1990, le pubbliche amministrazioni hanno il dovere di concludere il procedimento mediante l’adozione di un provvedimento espresso:",
        "corretta": "ove il procedimento consegua obbligatoriamente ad un’istanza, ovvero debba essere iniziato d’ufficio.",
        "B": "solo quando il procedimento consegua obbligatoriamente ad un'istanza.",
        "C": "solo quando il procedimento debba essere iniziato d'ufficio."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, se le pubbliche amministrazioni ravvisano la manifesta irricevibilità, inammissibilità, improcedibilità o infondatezza della domanda, possono concludere il procedimento con un provvedimento espresso redatto in forma semplificata?",
        "corretta": "Sì, la cui motivazione può consistere in un sintetico riferimento al punto di fatto o di diritto ritenuto risolutivo.",
        "B": "No, in nessuno dei casi citati.",
        "C": "No, solo quando ravvisano la manifesta infondatezza della domanda."
    },
    {
        "domanda": "Le disposizioni dell'art. 20 della L. 241/1990, in materia di silenzio assenso, non si applicano agli atti e procedimenti riguardanti:",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "la tutela dal rischio idrogeologico.",
        "C": "l’immigrazione."
    },
    {
        "domanda": "Completare correttamente la seguente frase ai sensi dell'art. 2 della L. 241/1990.\nLe pubbliche amministrazioni misurano e pubblicano nel proprio sito internet istituzionale, nella sezione\n“                                  ”, i tempi effettivi di conclusione dei procedimenti amministrativi di maggiore impatto per i cittadini e per le imprese, comparandoli con i termini previsti dalla normativa vigente.",
        "corretta": "Amministrazione trasparente",
        "B": "InPA",
        "C": "Amministrazione semplice"
    },
    {
        "domanda": "Ai sensi della L. 241/1990, il termine massimo previsto per la conclusione di un procedimento amministrativo di competenza delle amministrazioni statali è di:",
        "corretta": "Centottanta giorni, salvo i procedimenti di acquisto della cittadinanza italiana e quelli riguardanti l'immigrazione.",
        "B": "Dieci giorni, salvo i procedimenti riguardanti l'immigrazione.",
        "C": "Sessanta giorni, salvo quanto previsto per i procedimenti di acquisto della cittadinanza e quelli riguardanti l'emigrazione e l'immigrazione."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, da quando decorrono i termini per la conclusione del procedimento?",
        "corretta": "Decorrono dall’inizio del procedimento d’ufficio o dal ricevimento della domanda, se il procedimento è ad iniziativa di parte.",
        "B": "Decorrono 48 ore dopo l’inizio del procedimento d’ufficio o 24 ore dopo il ricevimento della domanda, se il procedimento è ad iniziativa di parte.",
        "C": "Decorrono sempre 48 ore dopo l’inizio del procedimento d’ufficio o il ricevimento della domanda, se il procedimento è ad iniziativa di parte."
    },
    {
        "domanda": "Individuare, tra le alternative proposte, l'enunciato errato ai sensi della Legge 241/1990.",
        "corretta": "I termini per la conclusione del procedimento decorrono 48 ore dopo l’inizio del procedimento d’ufficio o 24 ore dopo il ricevimento della domanda, se il procedimento è ad iniziativa di parte.",
        "B": "La mancata o tardiva emanazione del provvedimento costituisce elemento di valutazione della performance individuale.",
        "C": "La tutela in materia di silenzio dell'amministrazione è disciplinata dal codice del processo amministrativo."
    },
    {
        "domanda": "Individuare, tra le alternative proposte, l'enunciato errato ai sensi della Legge 241/1990.",
        "corretta": "La mancata o tardiva emanazione del provvedimento costituisce elemento di responsabilità disciplinare e amministrativo-contabile del dirigente e del funzionario inadempiente.",
        "B": "La tardiva emanazione del provvedimento non costituisce elemento di valutazione della performance individuale.",
        "C": "Entrambe le alternative proposte sono corrette."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, a tutela in materia di silenzio dell'amministrazione è disciplinata dal:",
        "corretta": "Codice del processo amministrativo.",
        "B": "Codice dei contratti pubblici.",
        "C": "Codice dell'amministrazione digitale."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, come e a chi sono trasmesse le sentenze passate in giudicato che accolgono il ricorso proposto avverso il silenzio inadempimento dell'amministrazione?",
        "corretta": "Sono trasmesse in via telematica alla Corte dei conti.",
        "B": "Sono trasmesse a mezzo di fax al Dipartimento della funzione pubblica.",
        "C": "Sono trasmesse a mezzo di messo notificatore all'ANAC."
    },
    {
        "domanda": "Le disposizioni dell'art. 20 della L. 241/1990, in materia di silenzio assenso, non si applicano agli atti e procedimenti riguardanti:",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "l'ambiente.",
        "C": "la pubblica sicurezza."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, la mancata o tardiva emanazione del provvedimento costituisce elemento di:",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "responsabilità disciplinare del dirigente e del funzionario inadempiente.",
        "C": "responsabilità amministrativo-contabile del dirigente e del funzionario inadempiente."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, chi è tenuto al risarcimento del danno ingiusto cagionato in conseguenza dell’inosservanza dolosa o colposa del termine di conclusione del procedimento?",
        "corretta": "Le pubbliche amministrazioni e i soggetti privati preposti all'esercizio di attività amministrative.",
        "B": "Esclusivamente le pubbliche amministrazioni.",
        "C": "Solo i soggetti privati preposti all'esercizio di attività amministrative."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, la motivazione del provvedimento:",
        "corretta": "deve indicare i presupposti di fatto e le ragioni giuridiche che hanno determinato la decisione dell'amministrazione, in relazione alle risultanze dell'istruttoria.",
        "B": "deve indicare esclusivamente le ragioni giuridiche che hanno determinato la decisione dell'amministrazione, senza tenere conto delle risultanze dell'istruttoria.",
        "C": "deve indicare esclusivamente le leggi che sono state applicate per determinare la decisione dell'amministrazione, senza specificare articolo e comma o tenere conto delle risultanze dell'istruttoria."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, la motivazione del provvedimento è sempre richiesta?",
        "corretta": "No, non è richiesta per gli atti normativi e per quelli a contenuto generale.",
        "B": "Sì, per ogni singolo provvedimento.",
        "C": "No, non è richiesta per i provvedimenti risultati da procedimenti avviati ad istanza di parte."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, la motivazione del provvedimento è richiesta per:",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "i provvedimenti concernenti l'organizzazione amministrativa.",
        "C": "i provvedimenti concernenti lo svolgimento dei concorsi pubblici ed il personale."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, la motivazione del provvedimento è richiesta per:",
        "corretta": "Entrambe le alternative proposte sono errate.",
        "B": "gli atti normativi.",
        "C": "gli atti a contenuto generale."
    },
    {
        "domanda": "In ogni atto notificato al destinatario devono essere indicati il termine e l'autorità cui è possibile ricorrere?",
        "corretta": "Sì, ai sensi dell'art. 3 della L. 241/1990.",
        "B": "No, ai sensi del D.lgs. 36/2023.",
        "C": "No, solo ed esclusivamente il termine entro cui è possibile ricorrere."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, l'amministrazione procedente può concludere accordi con gli interessati al fine di determinare il contenuto discrezionale del provvedimento finale?",
        "corretta": "Sì, senza pregiudizio dei diritti dei terzi, e in ogni caso nel perseguimento del pubblico interesse.",
        "B": "No, a meno che non si tratti di soggetti privati.",
        "C": "No, a meno che non si tratti di amministrazioni pubbliche."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, le pubbliche amministrazioni sono tenute a determinare per ciascun tipo di procedimento relativo ad atti di loro competenza l'unità organizzativa responsabile della istruttoria e di ogni altro adempimento procedimentale, nonché dell'adozione del provvedimento finale?",
        "corretta": "Sì, ove non sia già direttamente stabilito per legge o per regolamento.",
        "B": "No, in nessun caso.",
        "C": "No, non sono mai autorizzate a determinare l'unità organizzativa responsabile dell'adozione del provvedimento finale."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, il responsabile del procedimento deve astenersi dall'adottare il provvedimento finale in caso di conflitto di interessi?",
        "corretta": "Sì, segnalando ogni situazione di conflitto, anche potenziale.",
        "B": "Sì, ma non è tenuto a segnalare ogni situazione di conflitto potenziale.",
        "C": "No, neanche se si tratta di un conflitto di interessi effettivo."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, i titolari degli uffici competenti ad adottare i pareri devono astenersi in caso di conflitto di interessi?",
        "corretta": "Sì, segnalando ogni situazione di conflitto, anche potenziale.",
        "B": "Sì, ma non sono tenuti a segnalare ogni situazione di conflitto potenziale.",
        "C": "No, neanche se si tratta di un conflitto di interessi effettivo."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, nella comunicazione dell'avvio del procedimento debbono essere indicati:",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "l'amministrazione competente.",
        "C": "le modalità con le quali, attraverso il punto di accesso telematico o con altre modalità telematiche, è possibile prendere visione degli atti ed accedere al fascicolo informatico."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, nella comunicazione dell'avvio del procedimento debbono essere indicati:",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "l'oggetto del procedimento promosso.",
        "C": "nei procedimenti ad iniziativa di parte, la data di presentazione della relativa istanza."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, nella comunicazione dell'avvio del procedimento debbono essere indicati:",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "l'ufficio, il domicilio digitale dell'amministrazione e la persona responsabile del procedimento.",
        "C": "la data entro la quale deve concludersi il procedimento e i rimedi esperibili in caso di inerzia dell'amministrazione."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, nella comunicazione dell'avvio del procedimento debbono essere indicati:",
        "corretta": "l'ufficio, il domicilio digitale dell'amministrazione e la persona responsabile del procedimento.",
        "B": "nei procedimenti ad iniziativa d'ufficio, la data di presentazione della relativa istanza.",
        "C": "Entrambe le alternative proposte sono errate."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, nella comunicazione dell'avvio del procedimento debbono essere indicati:",
        "corretta": "i rimedi esperibili in caso di inerzia dell'amministrazione.",
        "B": "l'amministrazione di secondo grado per l'annullamento in autotutela.",
        "C": "Entrambe le alternative proposte sono corrette."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, nella comunicazione dell'avvio del procedimento debbono essere indicati:",
        "corretta": "l'ufficio dove è possibile prendere visione degli atti che non sono disponibili o accessibili attraverso il punto di accesso telematico o con altre modalità telematiche.",
        "B": "l'amministrazione di secondo grado per l'annullamento in autotutela.",
        "C": "Entrambe le alternative proposte sono corrette."
    },
    {
        "domanda": "Individuare, tra le alternative proposte, l'enunciato errato ai sensi dell'art. 21-bis della L. 241/1990.",
        "corretta": "Il provvedimento limitativo della sfera giuridica dei privati non avente carattere sanzionatorio non può contenere una motivata clausola di immediata efficacia.",
        "B": "Qualora per il numero dei destinatari la comunicazione personale non sia possibile o risulti particolarmente gravosa, l'amministrazione provvede mediante forme di pubblicità idonee di volta in volta stabilite dall'amministrazione medesima.",
        "C": "I provvedimenti limitativi della sfera giuridica dei privati aventi carattere cautelare ed urgente sono immediatamente efficaci."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, hanno facoltà di intervenire nel procedimento:",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "qualunque soggetto, portatore di interessi privati cui possa derivare un pregiudizio dal provvedimento.",
        "C": "i soggetti portatori di interessi diffusi costituiti in comitati cui possa derivare un pregiudizio dal provvedimento."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, chi ha facoltà di intervenire nel procedimento?",
        "corretta": "Qualunque soggetto, portatore di interessi pubblici o privati, nonché i portatori di interessi diffusi costituiti in associazioni o comitati, cui possa derivare un pregiudizio dal provvedimento.",
        "B": "Solo i soggetti portatori di interessi privati, nonché portatori di interessi diffusi costituiti in associazioni o comitati, cui possa derivare un pregiudizio dal provvedimento.",
        "C": "Solo i soggetti portatori di interessi privati."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, chi tra i soggetti proposti ha diritto di prendere visione degli atti del procedimento?",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "Qualunque soggetto, portatore di interessi pubblici o privati, nonché i portatori di interessi diffusi costituiti in associazioni o comitati, intervenuti nel procedimento cui possa derivare un pregiudizio dal provvedimento.",
        "C": "I soggetti nei confronti dei quali il provvedimento finale è destinato a produrre effetti diretti e quelli che per legge debbono intervenirvi."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, l'amministrazione ha l'obbligo di valutare le memorie scritte e i documenti presentati i soggetti nei confronti dei quali il provvedimento finale è destinato a produrre effetti diretti?",
        "corretta": "Sì, ove questi siano pertinenti all'oggetto del procedimento.",
        "B": "Sì, in ogni caso.",
        "C": "No, in nessun caso."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, i soggetti nei confronti dei quali il provvedimento finale è destinato a produrre effetti diretti hanno diritto:",
        "corretta": "di prendere visione degli atti del procedimento.",
        "B": "di emanare il provvedimento.",
        "C": "Entrambe le alternative proposte sono corrette."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, i soggetti nei confronti dei quali il provvedimento finale è destinato a produrre effetti diretti hanno diritto:",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "di prendere visione degli atti del procedimento.",
        "C": "di presentare memorie scritte e documenti."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, nei procedimenti ad istanza di parte, il responsabile del procedimento o l'autorità competente, prima della formale adozione di un provvedimento negativo, comunica tempestivamente agli istanti i motivi che ostano all'accoglimento della domanda?",
        "corretta": "Sì.",
        "B": "No, solo nei procedimenti ad iniziativa d'ufficio.",
        "C": "No, in nessun caso."
    },
    {
        "domanda": "Completare correttamente la seguente frase ai sensi della L. 241/1990.\nNei procedimenti ad                              il responsabile del procedimento o l'autorità competente, prima della formale adozione di un provvedimento negativo, comunica tempestivamente agli istanti i motivi che ostano all'accoglimento della domanda. Entro il termine di                      dal ricevimento della comunicazione, gli istanti hanno il diritto di presentare per iscritto le loro osservazioni, eventualmente corredate da documenti.",
        "corretta": "istanza di parte; dieci giorni",
        "B": "istanza d'ufficio; trenta giorni",
        "C": "istanza di parte; sessanta giorni"
    },
    {
        "domanda": "Ai sensi della L. 241/1990, la comunicazione dei motivi ostativi all'accoglimento dell'istanza sospende i termini di conclusione dei procedimenti?",
        "corretta": "Sì.",
        "B": "Sì, ma solo per 7 giorni.",
        "C": "No."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, alle amministrazioni pubbliche è concesso agire mediante strumenti informatici e telematici?",
        "corretta": "Sì, per conseguire maggiore efficienza nella loro attività, nei rapporti interni, tra le diverse amministrazioni e tra queste e i privati.",
        "B": "Sì, ma solo ed esclusivamente nei rapporti interni tra le diverse amministrazioni.",
        "C": "No, in nessun caso."
    },
    {
        "domanda": "L'amministrazione procedente può concludere accordi con gli interessati al fine di determinare il contenuto discrezionale del provvedimento finale ovvero in sostituzione di questo?",
        "corretta": "Sì, senza pregiudizio dei diritti dei terzi, e in ogni caso nel perseguimento del pubblico interesse.",
        "B": "No, a meno che non si tratti di soggetti privati.",
        "C": "No, a meno che non si tratti di amministrazioni pubbliche."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, può essere indetta dall'amministrazione procedente la conferenza di servizi istruttoria?",
        "corretta": "Sì, anche su richiesta di altra amministrazione coinvolta nel procedimento o del privato interessato.",
        "B": "No, in nessun caso può indire una conferenza di servizi istruttoria.",
        "C": "Sì, ma solo su richiesta di altra amministrazione coinvolta nel procedimento."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, la conferenza di servizi istruttoria:",
        "corretta": "può essere indetta dall'amministrazione procedente quando lo ritenga opportuno per effettuare un esame contestuale degli interessi pubblici coinvolti in un procedimento amministrativo, ovvero in più  procedimenti amministrativi connessi, riguardanti medesime attività o risultati.",
        "B": "non può essere indetta dall'amministrazione procedente a meno che non venga richiesta da altra amministrazione coinvolta nel procedimento.",
        "C": "può essere indetta solo su richiesta del privato interessato quando questi lo ritenga opportuno per esaminare contestualmente gli interessi pubblici e privati coinvolti."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, la conferenza di servizi decisoria è:",
        "corretta": "sempre indetta dall'amministrazione procedente quando la conclusione positiva del procedimento è subordinata all'acquisizione di più pareri, intese, concerti, nulla osta o altri atti di assenso, comunque denominati, resi da diverse amministrazioni, inclusi i gestori di beni o servizi pubblici.",
        "B": "indetta dall'amministrazione procedente sempre e solo se viene richiesta dalle altre amministrazioni coinvolte nel procedimento.",
        "C": "Entrambe le alternative proposte sono errate."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, la conferenza di servizi decisoria è convocata da una delle amministrazioni procedenti:",
        "corretta": "quando l'attività del privato sia subordinata a più atti di assenso, comunque denominati, da adottare a conclusione di distinti procedimenti, di competenza di diverse amministrazioni pubbliche.",
        "B": "sempre e solo su richiesta dell'interessato.",
        "C": "Entrambe le alternative proposte sono corrette."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, i documenti attestanti atti, fatti, qualità e stati soggettivi, necessari per l'istruttoria del procedimento sono acquisiti d'ufficio quando:",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "sono in possesso dell'amministrazione procedente.",
        "C": "sono detenuti, istituzionalmente, da altre pubbliche amministrazioni."
    },
    {
        "domanda": "Individuare, tra le alternative proposte, l'enunciato errato ai sensi della L. 241/1990.",
        "corretta": "L'amministrazione procedente non può richiedere agli interessati i soli elementi necessari per la ricerca dei documenti necessari per l'istruttoria.",
        "B": "I documenti attestanti atti, fatti, qualità e stati soggettivi, necessari per l'istruttoria del procedimento, sono acquisiti d'ufficio quando sono detenuti, istituzionalmente, da altre pubbliche amministrazioni.",
        "C": "I documenti attestanti atti, fatti, qualità e stati soggettivi, necessari per l'istruttoria del procedimento, sono acquisiti d'ufficio quando sono in possesso dell'amministrazione procedente."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, i fatti, gli stati e le qualità che la stessa amministrazione procedente è tenuta a certificare sono accertati d'ufficio dal responsabile del procedimento?",
        "corretta": "Sì, inoltre sono accertati d'ufficio dal responsabile del procedimento anche i fatti, gli stati e le qualità che ogni altra pubblica amministrazione è tenuta a certificare.",
        "B": "No, devono essere certificati esclusivamente dalle amministrazioni pubbliche che sono preposte per legge alla loro formazione e conservazione.",
        "C": "Sì, ma in numero limitato di cinque per procedimento."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, dell'avvenuta presentazione di istanze, segnalazioni o comunicazioni è rilasciata:",
        "corretta": "immediatamente, anche in via telematica, una ricevuta, che attesta l'avvenuta presentazione dell'istanza, della segnalazione e della comunicazione.",
        "B": "entro cinque lavorativi, una ricevuta esclusivamente cartacea, che attesta l'avvenuta presentazione dell'istanza, della segnalazione e della comunicazione.",
        "C": "immediatamente, esclusivamente cartacea, una ricevuta, che attesta l'avvenuta presentazione dell'istanza, della segnalazione e della comunicazione."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, la ricevuta rilasciata dall'amministrazione procedente che attesta l'avvenuta presentazione dell'istanza, della segnalazione e della comunicazione da parte dell'interessato indica:",
        "corretta": "i termini entro i quali l'amministrazione è tenuta, ove previsto, a rispondere, ovvero entro i quali il silenzio dell'amministrazione equivale ad accoglimento dell'istanza.",
        "B": "i termini entro i quali poter presentare una seconda istanza, segnalazione o comunicazione, nonché poter sollecitare l'amministrazione inadempiente a rispondere.",
        "C": "Entrambe le alternative proposte sono corrette."
    },
    {
        "domanda": "Individuare, tra le alternative proposte, l'enunciato errato ai sensi della L. 241/1990.",
        "corretta": "La data di protocollazione dell'istanza, segnalazione o comunicazione può essere diversa da quella di effettiva presentazione.",
        "B": "Le istanze, segnalazioni o comunicazioni producono effetti anche in caso di mancato rilascio della ricevuta, ferma restando la responsabilità del soggetto competente.",
        "C": "Le amministrazioni adottano le misure organizzative idonee a garantire l'applicazione delle disposizioni in materia di autocertificazione e di presentazione di atti e documenti da parte di cittadini a pubbliche amministrazioni."
    },
    {
        "domanda": "Individuare, tra le alternative proposte, l'enunciato errato ai sensi della L. 241/1990.",
        "corretta": "Le istanze, segnalazioni o comunicazioni non producono effetti in caso di mancato rilascio della ricevuta, in nessun caso.",
        "B": "La data di protocollazione dell'istanza, segnalazione o comunicazione non può essere diversa da quella di effettiva presentazione.",
        "C": "I documenti attestanti atti, fatti, qualità e stati soggettivi, necessari per l'istruttoria del procedimento, sono acquisiti d'ufficio quando sono in possesso dell'amministrazione procedente."
    },
    {
        "domanda": "Ai sensi dell'art. 19 della L. 241/1990, chi presenta una segnalazione certificata di inizio attività quando può dare avvio alla attività oggetto della segnalazione?",
        "corretta": "Immediatamente, dalla data di presentazione della segnalazione all'amministrazione competente.",
        "B": "Decorsi 30 giorni dalla data di presentazione della segnalazione all'amministrazione competente.",
        "C": "La L. 241/1990 nulla prevede in proposito, è una scelta personale del cittadino."
    },
    {
        "domanda": "Individuare, tra le alternative proposte, l'enunciato errato ai sensi dell'art. 19-bis della L. 241/1990.",
        "corretta": "Se per lo svolgimento di un'attività soggetta a SCIA sono necessarie altre SCIA, comunicazioni, attestazioni, asseverazioni e notifiche, l'interessato non può presentare un'unica SCIA allo sportello unico.",
        "B": "Sul sito istituzionale di ciascuna amministrazione è indicato lo sportello unico, di regola telematico, al quale presentare la SCIA.",
        "C": "Possono essere istituite più sedi dello sportello unico, al solo scopo di garantire la pluralità dei punti di accesso sul territorio."
    },
    {
        "domanda": "Le disposizioni dell'art. 20 della L. 241/1990, in materia di silenzio assenso, non si applicano agli atti e procedimenti riguardanti:",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "il patrimonio culturale e paesaggistico.",
        "C": "la difesa nazionale."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, nei casi in cui la legge non dispone diversamente, i procedimenti amministrativi   di competenza delle amministrazioni statali e degli enti pubblici nazionali devono concludersi entro il termine di:",
        "corretta": "trenta giorni.",
        "B": "ventuno giorni.",
        "C": "quindici giorni."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, nei provvedimenti rilasciati in ritardo su istanza di parte sono espressamente indicati:",
        "corretta": "il termine previsto dalla legge o dai regolamenti e quello effettivamente impiegato.",
        "B": "solo il termine previsto dalla legge o dai regolamenti e il nominativo del responsabile del procedimento.",
        "C": "esclusivamente il termine effettivamente impiegato corredato dal nominativo del responsabile del procedimento."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, il rifiuto dell'accesso ai documenti amministrativi:",
        "corretta": "deve essere motivato.",
        "B": "non è mai ammesso.",
        "C": "Entrambe le alternative proposte sono errate."
    },
    {
        "domanda": "L'art. 20 della L. 241/1990 disciplina quale dei seguenti istituti?",
        "corretta": "Il silenzio assenso.",
        "B": "Il silenzio devolutivo.",
        "C": "Gli accordi di programma."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, hanno facoltà di intervenire nel procedimento:",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "qualunque soggetto, portatore di interessi pubblici, cui possa derivare un pregiudizio dal provvedimento.",
        "C": "i soggetti portatori di interessi diffusi costituiti in associazioni cui possa derivare un pregiudizio dal provvedimento."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, quali provvedimenti limitativi della sfera giuridica dei privati sono immediatamente efficaci?",
        "corretta": "Quelli aventi carattere cautelare ed urgente.",
        "B": "Quelli avente carattere sanzionatorio.",
        "C": "Nessuna delle alternative proposte è corretta."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, un provvedimento limitativo della sfera giuridica dei privati non avente carattere sanzionatorio:",
        "corretta": "può contenere una motivata clausola di immediata efficacia.",
        "B": "non può contenere una motivata clausola di immediata efficacia.",
        "C": "non deve essere comunicato personalmente."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, le pubbliche amministrazioni possono imporre coattivamente l'adempimento degli obblighi nei loro confronti?",
        "corretta": "Sì, nei casi e con le modalità stabiliti dalla legge.",
        "B": "No, in nessun caso.",
        "C": "Solo se la pubblica amministrazione in questione appartiene alla categoria delle forze dell'ordine."
    },
    {
        "domanda": "Ai sensi dell'art. 21-quinquies della L. 241/1990, può essere revocato un provvedimento amministrativo ad efficacia durevole?",
        "corretta": "Sì, da parte dell'organo che lo ha emanato ovvero da altro organo previsto dalla legge.",
        "B": "No, in nessun caso.",
        "C": "Sì, ma esclusivamente da parte dell'organo che lo ha emanato."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, cosa determina la revoca di un provvedimento ad efficacia durevole?",
        "corretta": "L'inidoneità del provvedimento a produrre ulteriori effetti.",
        "B": "L'inidoneità del provvedimento a produrre effetti sin dalla sua emanazione.",
        "C": "Entrambe le alternative proposte sono corrette."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, è ammesso il recesso unilaterale dai contratti della pubblica amministrazione?",
        "corretta": "Sì, nei casi previsti dalla legge o dal contratto.",
        "B": "Sì, ma nei casi previsti esclusivamente dal contratto.",
        "C": "No, in nessun caso."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, se la revoca di un provvedimento comporta pregiudizi in danno dei soggetti direttamente interessati:",
        "corretta": "l'amministrazione ha l'obbligo di provvedere al loro indennizzo.",
        "B": "l'amministrazione non può revocare tale provvedimento.",
        "C": "l'amministrazione può revocare tale provvedimento solo se l'eventuale indennizzo da corrispondere agli interessati è inferiore ai 1.637,00 euro totali."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, ove la revoca di un atto amministrativo ad efficacia durevole o istantanea incida su rapporti negoziali, l'indennizzo liquidato dall'amministrazione agli interessati è:",
        "corretta": "parametrato al solo danno emergente.",
        "B": "parametrato al solo lucro cessante.",
        "C": "parametrato al danno emergente eal lucro cessante."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, ove la revoca di un atto amministrativo ad efficacia durevole o istantanea incida su rapporti negoziali, l'indennizzo liquidato dall'amministrazione agli interessati tiene conto:",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "dell'eventuale conoscenza o conoscibilità da parte dei contraenti della contrarietà dell’atto amministrativo oggetto di revoca all’interesse pubblico.",
        "C": "dell'eventuale concorso dei contraenti o di altri soggetti all’erronea valutazione della compatibilità di tale atto con l’interesse pubblico."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, è nullo il provvedimento amministrativo che:",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "è viziato da difetto assoluto di attribuzione.",
        "C": "manca degli elementi essenziali."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, è nullo il provvedimento amministrativo che:",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "è stato adottato in violazione del giudicato.",
        "C": "è stato adottato in elusione del giudicato."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, è nullo il provvedimento amministrativo che:",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "è stato adottato in violazione o elusione del giudicato.",
        "C": "nei casi espressamente previsti dalla legge."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, è nullo il provvedimento amministrativo che:",
        "corretta": "manca degli elementi essenziali.",
        "B": "è adottato in violazione di legge.",
        "C": "Tutte le alternative proposte sono corrette."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, è nullo il provvedimento amministrativo che:",
        "corretta": "è viziato da difetto assoluto di attribuzione.",
        "B": "è viziato da eccesso di potere.",
        "C": "Tutte le alternative proposte sono corrette."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, è nullo il provvedimento amministrativo che:",
        "corretta": "è stato adottato in violazione o elusione del giudicato.",
        "B": "è viziato da incompetenza.",
        "C": "Tutte le alternative proposte sono corrette."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, è annullabile il provvedimento amministrativo che:",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "è adottato in violazione di legge.",
        "C": "è viziato da incompetenza."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, è annullabile il provvedimento amministrativo che:",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "è viziato da eccesso di potere.",
        "C": "è adottato in violazione di legge."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, è annullabile il provvedimento amministrativo che:",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "è viziato da incompetenza.",
        "C": "è viziato da eccesso di potere."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, è annullabile il provvedimento amministrativo che:",
        "corretta": "è adottato in violazione di legge.",
        "B": "manca degli elementi essenziali.",
        "C": "Tutte le alternative proposte sono errate."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, è annullabile il provvedimento amministrativo che:",
        "corretta": "è viziato da eccesso di potere.",
        "B": "è stato adottato in elusione del giudicato.",
        "C": "Tutte le alternative proposte sono errate."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, è annullabile il provvedimento amministrativo che:",
        "corretta": "è viziato da incompetenza.",
        "B": "è viziato da difetto assoluto di attribuzione.",
        "C": "Tutte le alternative proposte sono errate."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, non è annullabile il provvedimento:",
        "corretta": "adottato in violazione di norme sul procedimento o sulla forma degli atti qualora, per la natura vincolata del provvedimento, sia palese che il suo contenuto dispositivo non avrebbe potuto essere diverso da quello in concreto adottato.",
        "B": "viziato da eccesso di potere.",
        "C": "viziato da incompetenza."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, è annullabile il provvedimento:",
        "corretta": "adottato in violazione di legge o viziato da eccesso di potere o da incompetenza.",
        "B": "adottato in violazione di norme sul procedimento qualora, per la natura vincolata del provvedimento, sia palese che il suo contenuto dispositivo non avrebbe potuto essere diverso da quello in concreto adottato.",
        "C": "adottato in violazione di norme sulla forma degli atti qualora, per la natura vincolata del provvedimento, sia palese che il suo contenuto dispositivo non avrebbe potuto essere diverso da quello in concreto adottato."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, non è annullabile il provvedimento:",
        "corretta": "per mancata comunicazione dell'avvio del procedimento qualora l'amministrazione dimostri in giudizio che il contenuto del provvedimento non avrebbe potuto essere diverso da quello in concreto adottato.",
        "B": "adottato in violazione di norme sul procedimento qualora sia palese che il suo contenuto dispositivo sarebbe potuto essere diverso da quello in concreto adottato.",
        "C": "adottato in violazione di norme sulla forma degli atti qualora sia palese che il suo contenuto dispositivo sarebbe potuto essere diverso da quello in concreto adottato."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, si intende per \"interessati\":",
        "corretta": "tutti i soggetti privati, compresi quelli portatori di interessi pubblici o diffusi, che abbiano un interesse diretto, concreto e attuale, corrispondente ad una situazione giuridicamente tutelata e collegata al documento al quale è chiesto l'accesso.",
        "B": "tutti i soggetti, individuati o facilmente individuabili in base alla natura del documento richiesto, che dall'esercizio dell'accesso vedrebbero compromesso il loro diritto alla riservatezza.",
        "C": "Tutte le alternative proposte sono corrette."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, si intende per \"controinteressati\":",
        "corretta": "tutti i soggetti, individuati o facilmente individuabili in base alla natura del documento richiesto, che dall'esercizio dell'accesso vedrebbero compromesso il loro diritto alla riservatezza.",
        "B": "tutti i soggetti privati, compresi quelli portatori di interessi pubblici o diffusi, che abbiano un interesse diretto, concreto e attuale, corrispondente ad una situazione giuridicamente tutelata e collegata al documento al quale è chiesto l'accesso.",
        "C": "Tutte le alternative proposte sono errate."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, l'accesso ai documenti amministrativi, attese le sue rilevanti finalità di pubblico interesse, costituisce principio generale dell'attività amministrativa al fine di favorire la partecipazione e di assicurarne:",
        "corretta": "l'imparzialità e la trasparenza.",
        "B": "il buon costume.",
        "C": "i principi di fiducia e di solidarietà."
    },
    {
        "domanda": "Completare correttamente la seguente frase ai sensi dell'art. 22 della L. 241/1990.\nSi intende per \"documento amministrativo\",  ________________   detenuti da una pubblica amministrazione e concernenti attività di pubblico interesse, indipendentemente dalla natura                 pubblicistica o privatistica della loro disciplina sostanziale.",
        "corretta": "ogni rappresentazione grafica, fotocinematografica, elettromagnetica o di qualunque altra specie del contenuto di atti, anche interni o non relativi ad uno specifico procedimento",
        "B": "le sole rappresentazioni cartacee del contenuto di atti, anche interni o non relativi ad uno specifico procedimento",
        "C": "le sole copie informatiche del contenuto di atti, anche interni o non relativi ad uno specifico procedimento"
    },
    {
        "domanda": "Individuare, tra le alternative proposte, l'enunciato errato ai sensi dell'art. 22 della L. 241/1990.",
        "corretta": "Per \"interessati\" si intendono tutti i soggetti, individuati o facilmente individuabili in base alla natura del documento richiesto, che dall'esercizio dell'accesso vedrebbero compromesso il loro diritto alla riservatezza.",
        "B": "Il diritto di accesso è esercitabile fino a quando la pubblica amministrazione ha l'obbligo di detenere i documenti amministrativi ai quali si chiede di accedere.",
        "C": "L'accesso ai documenti amministrativi, attese le sue rilevanti finalità di pubblico interesse, costituisce principio generale dell’attività amministrativa al fine di favorire la partecipazione e di assicurarne l'imparzialità e la trasparenza."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, il diritto di accesso è escluso:",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "per i documenti coperti da segreto di Stato.",
        "C": "nei procedimenti tributari, per i quali restano ferme le particolari norme che li regolano."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, il diritto di accesso è escluso:",
        "corretta": "nei procedimenti selettivi, nei confronti dei documenti amministrativi contenenti informazioni di carattere psicoattitudinale relativi a terzi.",
        "B": "per tutti i documenti dei procedimenti selettivi.",
        "C": "agli interessati che non hanno compiuto venticinque anni di età."
    },
    {
        "domanda": "Individuare, tra le alternative proposte, l'enunciato errato ai sensi dell'art. 24 della L. 241/1990.",
        "corretta": "Sono ammissibili istanze di accesso preordinate ad un controllo generalizzato dell'operato delle pubbliche amministrazioni.",
        "B": "L'accesso ai documenti amministrativi non può essere negato ove sia sufficiente fare ricorso al potere di differimento.",
        "C": "Il diritto di accesso è escluso per i documenti coperti da segreto di Stato."
    },
    {
        "domanda": "Individuare, tra le alternative proposte, l'enunciato errato ai sensi dell'art. 24 della L. 241/1990.",
        "corretta": "L'accesso ai documenti amministrativi deve essere negato anche qualora sia possibile fare ricorso al potere di differimento.",
        "B": "Non sono ammissibili istanze di accesso preordinate ad un controllo generalizzato dell'operato delle pubbliche amministrazioni.",
        "C": "Il diritto di accesso è escluso nei confronti dell'attività della pubblica amministrazione diretta all'emanazione di atti normativi, amministrativi generali, di pianificazione e di programmazione, per i quali restano ferme le particolari norme che ne regolano la formazione."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, come si esercita il diritto di accesso?",
        "corretta": "Si esercita mediante esame ed estrazione di copia dei documenti amministrativi.",
        "B": "Si esercita mediante esame a pagamento dei documenti amministrativi.",
        "C": "Si esercita mediante estrazione dei documenti amministrativi originali; l'interessato ha facoltà di detenerli per sole 48 ore."
    },
    {
        "domanda": "Individuare, tra le alternative proposte, l'enunciato errato ai sensi dell'art. 25 della L. 241/1990.",
        "corretta": "La richiesta di accesso ai documenti non deve mai essere motivata.",
        "B": "La richiesta di accesso ai documenti deve essere rivolta all'amministrazione che ha formato il documento o che lo detiene stabilmente.",
        "C": "Il diritto di accesso si esercita mediante esame ed estrazione di copia dei documenti amministrativi."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, a chi deve essere rivolta la richiesta di accesso ai documenti amministrativi?",
        "corretta": "All'amministrazione che ha formato il documento o che lo detiene stabilmente.",
        "B": "Agli interessati che li hanno prodotti.",
        "C": "Agli interessati e ai controinteressati del procedimento amministrativo medesimo."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, il differimento dell'accesso ai documenti amministrativi:",
        "corretta": "deve essere motivato.",
        "B": "non è configurabile nei confronti dell'interessato.",
        "C": "Entrambe le alternative proposte sono corrette."
    },
    {
        "domanda": "Le disposizioni dell'art. 20 della L. 241/1990, in materia di silenzio assenso, non si applicano agli atti e procedimenti riguardanti:",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "l'asilo e la cittadinanza.",
        "C": "la salute e la pubblica incolumità."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, la limitazione dell'accesso ai documenti amministrativi:",
        "corretta": "deve essere motivata.",
        "B": "non deve essere motivata.",
        "C": "deve essere motivata solo se deriva da segreto di Stato."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, a quale amministrazione tra quelle proposte può essere rivolta la richiesta di accesso ai documenti amministrativi?",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "All'amministrazione che ha formato il documento.",
        "C": "All'amministrazione che lo detiene stabilmente."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, decorsi inutilmente trenta giorni dalla richiesta di accesso ai documenti amministrativi, questa si intende:",
        "corretta": "respinta.",
        "B": "differita.",
        "C": "accolta."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, quando si intende respinta la richiesta di accesso ai documenti amministrativi?",
        "corretta": "Decorsi inutilmente trenta giorni dalla richiesta.",
        "B": "Decorsi inutilmente ventuno giorni dalla richiesta.",
        "C": "Decorsi inutilmente quindici giorni dalla richiesta."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, quando il richiedente, in caso di diniego dell'accesso ai documenti amministrativi, può presentare ricorso al tribunale amministrativo regionale?",
        "corretta": "In caso di diniego dell'accesso, espresso o tacito.",
        "B": "Solo nei casi di diniego dell'accesso espresso.",
        "C": "Esclusivamente nei casi di diniego dell'accesso tacito."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, in caso di diniego dell'accesso ai documenti amministrativi, il richiedente a chi può presentare ricorso?",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "Al tribunale amministrativo regionale.",
        "C": "Al difensore civico competente per ambito territoriale, ove costituito."
    },
    {
        "domanda": "Ai sensi della L. 241/1990, le controversie relative all’accesso ai documenti amministrativi sono disciplinate      dal:",
        "corretta": "codice del processo amministrativo.",
        "B": "codice civile.",
        "C": "codice dell'amministrazione digitale."
    },
    {
        "domanda": "Ai sensi dell'art. 1 del D.lgs. 36/2023, Codice dei contratti pubblici, il principio del risultato costituisce criterio prioritario per:",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "l'esercizio del potere discrezionale.",
        "C": "l'individuazione della regola del caso concreto."
    },
    {
        "domanda": "Ai sensi dell'art. 1 del D.lgs. 36/2023, Codice dei contratti pubblici, il principio del risultato costituisce criterio prioritario per:",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "valutare la responsabilità del personale che svolge funzioni amministrative o tecniche nelle fasi di programmazione, progettazione, affidamento ed esecuzione dei contratti.",
        "C": "attribuire gli incentivi secondo le modalità previste dalla contrattazione collettiva."
    },
    {
        "domanda": "Ai sensi del Codice dei contratti pubblici, quale principio favorisce e valorizza l'iniziativa e l'autonomia decisionale dei funzionari pubblici?",
        "corretta": "Il principio della fiducia.",
        "B": "Il principio di sussidiarietà orizzontale.",
        "C": "Il principio di solidarietà."
    },
    {
        "domanda": "Le disposizioni del Codice dei contratti pubblici, si applicano:",
        "corretta": "ai contratti di appalto e di concessione.",
        "B": "ai contratti esclusi.",
        "C": "ai contratti a titolo gratuito."
    },
    {
        "domanda": "Le disposizioni del Codice dei contratti pubblici, si applicano:",
        "corretta": "Tutte le alternative proposte sono errate.",
        "B": "ai contratti esclusi.",
        "C": "ai contratti a titolo gratuito."
    },
    {
        "domanda": "Le disposizioni del Codice dei contratti pubblici, non si applicano:",
        "corretta": "ai contratti attivi.",
        "B": "ai contratti di appalto.",
        "C": "ai contratti di concessione."
    },
    {
        "domanda": "Le disposizioni del Codice dei contratti pubblici, si applicano:",
        "corretta": "Tutte le alternative proposte sono errate.",
        "B": "ai contratti a titolo gratuito, anche qualora essi offrano opportunità di guadagno economico, anche indiretto.",
        "C": "ai contratti a titolo gratuito qualora essi offrano opportunità di guadagno economico diretto."
    },
    {
        "domanda": "Le disposizioni del Codice dei contratti pubblici, si applicano:",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "ai contratti di appalto.",
        "C": "ai contratti di concessione."
    },
    {
        "domanda": "Le disposizioni del Codice dei contratti pubblici, si applicano:",
        "corretta": "ai contratti di appalto.",
        "B": "ai contratti attivi.",
        "C": "Tutte le alternative proposte sono corrette."
    },
    {
        "domanda": "Le disposizioni del Codice dei contratti pubblici, non si applicano:",
        "corretta": "ai contratti a titolo gratuito, anche qualora essi offrano opportunità di guadagno economico, anche indiretto.",
        "B": "ai contratti di appalto e di concessione.",
        "C": "Tutte le alternative proposte sono errate."
    },
    {
        "domanda": "Ai sensi dell'art. 14 del D.lgs. 36/2023, Codice dei contratti pubblici, le soglie di rilevanza europea per gli appalti pubblici di lavori e per le concessioni, sono periodicamente rideterminate:",
        "corretta": "con provvedimento della Commissione europea.",
        "B": "con provvedimento del Ministro dell'interno.",
        "C": "con provvedimento della Corte dei Conti."
    },
    {
        "domanda": "Ai sensi del Codice dei contratti pubblici, dove viene pubblicato il provvedimento che apporta la rideterminazione delle soglie di rilevanza europea per gli appalti pubblici di lavori e per le concessioni?",
        "corretta": "Nella Gazzetta ufficiale dell'Unione europea.",
        "B": "Sul Portale del Dipartimento della funzione pubblica.",
        "C": "Sul sito del Ministero della Giustizia."
    },
    {
        "domanda": "Ai sensi del Codice dei contratti pubblici, il calcolo dell'importo stimato di un appalto pubblico di lavori, servizi e forniture è:",
        "corretta": "basato sull'importo totale pagabile, al netto dell'imposta sul valore aggiunto (IVA), valutato dalla stazione appaltante.",
        "B": "basato sull'importo totale imponibile, al lordo dell'imposta sul valore aggiunto (IVA), valutato dalla Ministero dell'Economia e delle Finanze.",
        "C": "basato sull'importo parziale imponibile, senza tenere conto dell'imposta sul valore aggiunto (IVA), valutato dalla Commissione europea."
    },
    {
        "domanda": "Ai sensi dell'art. 16 del D.lgs. 36/2023, il personale che versa nelle ipotesi di conflitto di interessi definiti dal Codice dei contratti pubblici:",
        "corretta": "ne dà comunicazione alla stazione appaltante o all'ente concedente e si astiene dal partecipare alla procedura di aggiudicazione e all'esecuzione.",
        "B": "non è tenuto a darne comunicazione alla stazione appaltante, ma si astiene dal partecipare alla sola procedura di aggiudicazione.",
        "C": "ne dà comunicazione alla stazione appaltante o all'ente concedente e si astiene dal partecipare alla sola procedura di aggiudicazione; può in ogni caso partecipare però all'esecuzione."
    },
    {
        "domanda": "Ai sensi dell'art. 17 del D.lgs. 36/2023, Codice dei contratti pubblici, in quale fase le stazioni appaltanti e gli enti concedenti, con apposito atto, adottano la decisione di contrarre individuando gli elementi essenziali del contratto e i criteri di selezione degli operatori economici e delle offerte?",
        "corretta": "Prima dell'avvio delle procedure di affidamento dei contratti pubblici.",
        "B": "Dopo l'avvio delle procedure di affidamento dei contratti pubblici.",
        "C": "Entro le successive 48 ore dall'avvio delle procedure di affidamento dei contratti pubblici."
    },
    {
        "domanda": "Ai sensi Codice dei contratti pubblici, il ciclo di vita digitale dei contratti pubblici, di norma, si articola in:",
        "corretta": "programmazione, progettazione, pubblicazione, affidamento ed esecuzione.",
        "B": "programmazione, progettazione, esecuzione e valutazione.",
        "C": "programmazione, previsione, affidamento ed esecuzione."
    },
    {
        "domanda": "Ai sensi dell'art. 22 del D.lgs. 36/2023, le piattaforme e i servizi digitali infrastrutturali abilitanti la gestione del ciclo di vita dei contratti pubblici consentono:",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "la redazione o l'acquisizione degli atti in formato nativo digitale.",
        "C": "la pubblicazione e la trasmissione dei dati e documenti alla Banca dati nazionale dei contratti pubblici."
    },
    {
        "domanda": "Ai sensi dell'art. 22 del D.lgs. 36/2023, le piattaforme e i servizi digitali infrastrutturali abilitanti la gestione del ciclo di vita dei contratti pubblici consentono:",
        "corretta": "l'accesso elettronico alla documentazione di gara.",
        "B": "la presentazione del documento di gara unico europeo in formato digitale ma non l'interoperabilità con il fascicolo virtuale dell'operatore economico.",
        "C": "la presentazione delle offerte, ma non l'apertura, la gestione e la conservazione del fascicolo di gara in modalità digitale."
    },
    {
        "domanda": "Ai sensi dell'art. 23 del D.lgs. 36/2023, chi è titolare in via esclusiva della Banca dati nazionale dei contratti pubblici?",
        "corretta": "L'ANAC.",
        "B": "L'Associazione FORMEZ PA.",
        "C": "Il Ministero dell'interno."
    },
    {
        "domanda": "Ai sensi dell'art. 30 del D.lgs. 36/2023, Codice dei contratti pubblici, per migliorare l'efficienza le stazioni appaltanti e gli enti concedenti provvedono, ove possibile, ad automatizzare le proprie attività ricorrendo a soluzioni:",
        "corretta": "tecnologiche, ivi incluse l'intelligenza artificiale e le tecnologie di registri distribuiti, nel rispetto delle specifiche disposizioni in materia.",
        "B": "di consegna sicure, quali quelle a mezzo di fax e tramite messo notificatore, secondo quanto stabilito dal Codice dei contratti pubblici.",
        "C": "Tutte le alternative proposte sono errate."
    },
    {
        "domanda": "Ai sensi dell'art. 18 del D.lgs. 36/2023, salvo nei casi specifici stabiliti dal codice dei contratti pubblici, il contratto non può essere stipulato prima di:",
        "corretta": "trentacinque giorni dall'invio dell'ultima delle comunicazioni del provvedimento di aggiudicazione.",
        "B": "dieci giorni dall'invio dell'ultima delle comunicazioni del provvedimento di aggiudicazione.",
        "C": "sessanta giorni dall'invio dell'ultima delle comunicazioni del provvedimento di aggiudicazione."
    },
    {
        "domanda": "Ai sensi dell'art. 18 del D.lgs. 36/2023, divenuta efficace l'aggiudicazione, fatto salvo l'esercizio dei poteri di autotutela o gli altri casi stabiliti dal Codice dei contratti pubblici, la stipula del contratto ha luogo entro:",
        "corretta": "i successivi sessanta giorni anche in pendenza di contenzioso.",
        "B": "i successivi quindici giorni anche in pendenza di contenzioso.",
        "C": "i successivi trenta giorni anche in pendenza di contenzioso."
    },
    {
        "domanda": "Ai sensi dell'art. 15 del D.lgs. 36/2023, Codice dei contratti pubblici, chi nomina il RUP?",
        "corretta": "Le stazioni appaltanti e gli enti concedenti.",
        "B": "Una direzione locale dell'ANAC.",
        "C": "Solo ed esclusivamente gli enti concedenti."
    },
    {
        "domanda": "Ai sensi dell'art. 15 del D.lgs. 36/2023, Codice dei contratti pubblici, tra chi viene nominato il RUP?",
        "corretta": "tra i dipendenti assunti anche a tempo determinato della stazione appaltante o dell'ente concedente.",
        "B": "tra i dipendenti assunti esclusivamente a tempo indeterminato della stazione appaltante.",
        "C": "tra i dipendenti assunti esclusivamente a tempo indeterminato dell'ente concedente."
    },
    {
        "domanda": "Individuare, tra le alternative proposte, l'enunciato errato ai sensi del Codice dei contratti pubblici.",
        "corretta": "Il RUP viene nominato esclusivamente tra i dipendenti assunti a tempo indeterminato dell'ente concedente.",
        "B": "Le stazioni appaltanti e gli enti concedenti possono istituire una struttura di supporto al RUP.",
        "C": "Il nominativo del RUP è indicato nel bando o nell'avviso di indizione della gara, o, in mancanza, nell'invito a presentare un'offerta o nel provvedimento di affidamento diretto."
    },
    {
        "domanda": "Individuare, tra le alternative proposte, l'enunciato errato ai sensi dell'art. 34 del D.lgs. 165/2001.",
        "corretta": "I contratti collettivi nazionali non possono riservare appositi fondi per favorire forme di incentivazione alla ricollocazione del personale, in particolare mediante mobilità volontaria.",
        "B": "Il personale in disponibilità è iscritto in appositi elenchi secondo l’ordine cronologico di sospensione del relativo rapporto di lavoro.",
        "C": "I contratti collettivi nazionali possono riservare appositi fondi per la riqualificazione professionale del personale collocato in disponibilità."
    },
    {
        "domanda": "Ai sensi dell'art. 35 del D.lgs. 165/2001, l'assunzione nelle amministrazioni pubbliche avviene con contratto individuale di lavoro:",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "tramite procedure selettive, conformi alla legislazione vigente, volte all'accertamento della professionalità richiesta, che garantiscano in misura adeguata l'accesso dall'esterno.",
        "C": "mediante avviamento degli iscritti nelle liste di collocamento ai sensi della legislazione vigente per le qualifiche e profili per i quali è richiesto il solo requisito della scuola dell'obbligo, facendo salvi gli eventuali ulteriori requisiti per specifiche professionalità."
    },
    {
        "domanda": "Ai sensi dell'art. 35 del D.lgs. 165/2001, a quale dei seguenti principi si conformano le procedure di reclutamento nelle pubbliche amministrazioni?",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "Rispetto delle pari opportunità tra lavoratrici e lavoratori.",
        "C": "Adozione di meccanismi oggettivi e trasparenti, idonei a verificare il possesso dei requisiti attitudinali e professionali richiesti in relazione alla posizione da ricoprire."
    },
    {
        "domanda": "Ai sensi dell'art. 35 del D.lgs. 165/2001, a quale dei seguenti principi si conformano le procedure di reclutamento nelle pubbliche amministrazioni?",
        "corretta": "Adeguata pubblicità della selezione e modalità di svolgimento che garantiscano l'imparzialità e assicurino economicità e celerità di espletamento.",
        "B": "Abolizione delle forme di preselezione.",
        "C": "Accentramento delle procedure di reclutamento."
    },
    {
        "domanda": "Ai sensi dell'art. 35 del D.lgs. 165/2001, i vincitori dei concorsi devono permanere nella sede di prima destinazione per un periodo non inferiore a:",
        "corretta": "cinque anni, ad eccezione dei direttori dei servizi generali e amministrativi delle istituzioni scolastiche ed educative che permangono nella sede di prima destinazione per un periodo non inferiore a tre anni.",
        "B": "tre anni, ad eccezione dei direttori dei servizi generali e amministrativi delle istituzioni scolastiche ed educative che permangono nella sede di prima destinazione per un periodo non inferiore a cinque anni.",
        "C": "cinque anni, ad eccezione dei direttori dei servizi generali e amministrativi delle istituzioni scolastiche ed educative che permangono nella sede di prima destinazione per un periodo non inferiore a sette anni."
    },
    {
        "domanda": "Ai sensi dell'art. 35 del D.lgs. 165/2001, le graduatorie dei concorsi per il reclutamento del personale presso le amministrazioni pubbliche rimangono vigenti per un termine di:",
        "corretta": "due anni dalla data di approvazione.",
        "B": "due anni dalla data effettiva di assunzione dei vincitori.",
        "C": "tre anni dalla data di approvazione."
    },
    {
        "domanda": "È possibile che sia previsto un periodo di vigenza inferiore a quello stabilito dal D.lgs. 165/2001 per le graduatorie dei concorsi per il reclutamento del personale presso le amministrazioni pubbliche?",
        "corretta": "Sì, periodi di vigenza inferiori possono essere previsti da leggi regionali.",
        "B": "No, in nessun caso.",
        "C": "Sì, ma non un periodo inferiore ai due anni."
    },
    {
        "domanda": "Il Dipartimento della funzione pubblica può avvalersi dell'Associazione Formez PA e della Commissione RIPAM per elaborare le linee guida di indirizzo amministrativo sullo svolgimento delle prove concorsuali e sulla valutazione dei titoli?",
        "corretta": "Sì, previo accordo in sede di Conferenza Unificata.",
        "B": "No, in nessun caso.",
        "C": "No, può avvalersi solo dell'Associazione Formez PA."
    },
    {
        "domanda": "Le linee guida per le prove concorsuali e la valutazione dei titoli del personale sanitario, tecnico e professionale, anche dirigente, del Servizio sanitario nazionale sono adottate dal Dipartimento della funzione pubblica di concerto con:",
        "corretta": "il Ministero della salute.",
        "B": "il Ministero della Giustizia.",
        "C": "le indicazioni esclusive dell'Associazione Formez PA e della Commissione RIPAM."
    },
    {
        "domanda": "Ai sensi del D.lgs. 165/2001, le determinazioni relative all'avvio di procedure di reclutamento sono adottate da ciascuna amministrazione o ente sulla base del:",
        "corretta": "piano triennale dei fabbisogni.",
        "B": "piano di programmazione e gestione annuale del personale.",
        "C": "piano annuale di programmazione e di previsione."
    },
    {
        "domanda": "Ai sensi dell'art. 35-bis del D.lgs. 165/2001, coloro che sono stati condannati, anche con sentenza non passata in giudicato, per i reati previsti nel capo I del titolo II del libro secondo del codice penale:",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "non possono fare parte, anche con compiti di segreteria, di commissioni per l'accesso o la selezione a pubblici impieghi.",
        "C": "non possono fare parte delle commissioni per la scelta del contraente per l'affidamento di lavori, forniture e servizi."
    },
    {
        "domanda": "Ai sensi dell'art. 35-bis del D.lgs. 165/2001, possono essere assegnati, anche con funzioni direttive, agli uffici preposti alla gestione delle risorse finanziarie coloro che sono stati condannati, anche con sentenza non passata in giudicato, per i reati previsti nel capo I del titolo II del libro secondo del codice penale?",
        "corretta": "No, non possono.",
        "B": "Sì, ma solo i dipendenti con sentenza non passata in giudicato.",
        "C": "Sì, possono."
    },
    {
        "domanda": "Ai sensi dell'art. 35-ter del D.lgs. 165/2001, l'assunzione a tempo determinato e indeterminato nelle amministrazioni pubbliche centrali e nelle autorità amministrative indipendenti avviene mediante concorsi pubblici orientati alla massima partecipazione ai quali si accede mediante:",
        "corretta": "registrazione nel Portale unico del reclutamento.",
        "B": "registrazione nell'albo pretorio regionale.",
        "C": "il solo invio di una PEC all'ufficio di collocamento."
    },
    {
        "domanda": "Ai sensi dell'art. 35-ter del D.lgs. 165/2001, il Portale unico del reclutamento, denominato \"Portale\" è disponibile all'indirizzo:",
        "corretta": "www.InPA.gov.it",
        "B": "http.portale.gov.org",
        "C": "www.portaleRE.com"
    },
    {
        "domanda": "Ai sensi dell'art. 35-ter del D.lgs. 165/2001, da chi è stato sviluppato il Portale unico del reclutamento?",
        "corretta": "Dal Dipartimento della funzione pubblica della Presidenza del Consiglio dei ministri, che ne cura la gestione.",
        "B": "Dal Dipartimento della funzione pubblica del Ministero della salute, che però non ne cura la gestione.",
        "C": "Dall'Associazione Formez PA, che ne cura la gestione in via esclusiva."
    },
    {
        "domanda": "Che cos'è il DEF?",
        "corretta": "Il documento di economia e finanza.",
        "B": "Il documento delle entrate e della finanza.",
        "C": "Il dizionario europeo della finanza."
    },
    {
        "domanda": "Da quante sezioni è composto il DEF?",
        "corretta": "Tre",
        "B": "Due",
        "C": "Cinque"
    },
    {
        "domanda": "In quale sezione del DEF si trova il Programma di stabilità?",
        "corretta": "La prima.",
        "B": "La terza.",
        "C": "La quarta."
    },
    {
        "domanda": "L'analisi del conto economico e del conto di cassa delle amministrazioni pubbliche nell'anno precedente è contenuta nella:",
        "corretta": "Seconda sezione del DEF.",
        "B": "Prima sezione del DEF.",
        "C": "Terza sezione del DEF."
    },
    {
        "domanda": "In quale sezione del DEF si trova lo schema del Programma nazionale di riforma?",
        "corretta": "La terza.",
        "B": "La seconda.",
        "C": "La quinta."
    },
    {
        "domanda": "Cos'è indicato in allegato al DEF?",
        "corretta": "Tutte le alternative di risposta sono corrette.",
        "B": "Gli eventuali disegni di legge collegati alla manovra di finanza pubblica.",
        "C": "Un documento sullo stato di attuazione degli impegni per la riduzione delle emissioni di gas ad effetto serra."
    },
    {
        "domanda": "Cosa NON contiene la nota di aggiornamento del DEF?",
        "corretta": "La cancellazione del Programma nazionale di riforma.",
        "B": "Le osservazioni e le eventuali modifiche e integrazioni del DEF in relazione alle raccomandazioni del Consiglio dell'Unione europea relative al Programma di stabilità e al Programma nazionale di riforma.",
        "C": "L'indicazione dei principali ambiti di intervento della manovra di finanza pubblica per il triennio successivo."
    },
    {
        "domanda": "Tra le sezioni in cui sono ripartite le entrate dello Stato NON ci sono:",
        "corretta": "Le missioni.",
        "B": "I titoli.",
        "C": "Le categorie."
    },
    {
        "domanda": "Tra le sezioni in cui sono ripartite le spese dello Stato NON ci sono:",
        "corretta": "Le tipologie.",
        "B": "Le missioni.",
        "C": "I programmi."
    },
    {
        "domanda": "La distinzione tra ricorrenti e non ricorrenti appartiene",
        "corretta": "Alle entrate dello Stato.",
        "B": "Alle spese dello Stato.",
        "C": "Alle entrate e alle spese dello Stato."
    },
    {
        "domanda": "Come sono suddivisi i programmi di spesa?",
        "corretta": "In azioni.",
        "B": "In titoli.",
        "C": "In unità elementari di bilancio."
    },
    {
        "domanda": "Quale delle seguenti caratteristiche devono presentare le azioni ai fini della loro individuazione?",
        "corretta": "Tutte le alternative di risposta sono corrette.",
        "B": "Corrispondere a insiemi omogenei di autorizzazioni di spesa, sotto il profilo delle finalità.",
        "C": "Essere significative sotto il profilo finanziario e, quanto più possibile, stabili nel tempo."
    },
    {
        "domanda": "Che tipo di spese possono contenere le azioni?",
        "corretta": "Di diversa natura economica.",
        "B": "Sempre della stessa natura economica.",
        "C": "Le azioni non contengono spese."
    },
    {
        "domanda": "Ai sensi dell'art. 26 della L. 196/2009, nello stato di previsione della spesa del Ministero dell'economia e delle finanze è istituito:",
        "corretta": "Un fondo di riserva per le spese obbligatorie.",
        "B": "Un fondo di competenza per le spese.",
        "C": "Un organo di controllo sulle entrate."
    },
    {
        "domanda": "Qual è lo scopo del fondo di riserva per le spese impreviste?",
        "corretta": "Provvedere alle eventuali deficienze delle assegnazioni di bilancio che non riguardino le spese di carattere obbligatorio.",
        "B": "Non esiste un fondo con questa denominazione.",
        "C": "Esclusivamente sostegno economico in caso di catastrofi naturali sul territorio italiano."
    },
    {
        "domanda": "Il Documento di economia e finanza è organizzato in:",
        "corretta": "Tre sezioni.",
        "B": "Quattro sezioni.",
        "C": "Sei sezioni."
    },
    {
        "domanda": "Quale sezione del DEF, secondo quanto stabilito dalla Legge 196/2009, reca lo schema del Programma di stabilità?",
        "corretta": "La prima.",
        "B": "La terza.",
        "C": "La quarta."
    },
    {
        "domanda": "Sulla base della Legge 196/2009, come sono ripartite le entrate dello Stato?",
        "corretta": "Titoli; ricorrenti e non ricorrenti; tipologie; categorie; unità elementari di bilancio.",
        "B": "Categorie; unità elementari di bilancio.",
        "C": "Titoli; ricorrenti e non ricorrenti; tipologie; categorie."
    },
    {
        "domanda": "Ai sensi dell'art. 3 della L. 20/1994, sui provvedimenti di disposizione del demanio e del patrimonio immobiliare è possibile esercitare il controllo preventivo di legittimità della Corte dei conti?",
        "corretta": "Sì.",
        "B": "No.",
        "C": "Sì, ma solo se richiesto preventivamente del giudice amministrativo."
    },
    {
        "domanda": "Sulla base della Legge 196/2009, cosa è riportato nella terza sezione del DEF?",
        "corretta": "Lo schema del Programma nazionale di riforma.",
        "B": "Il programma di stabilità.",
        "C": "Il piano annuale nazionale di riforma."
    },
    {
        "domanda": "Tra gli strumenti di programmazione finanziaria e di bilancio NON rientra:",
        "corretta": "La legge che recepisce le direttive europee.",
        "B": "Nota di aggiornamento al DEF.",
        "C": "Il DEF."
    },
    {
        "domanda": "Come sono ripartite le spese dello Stato sulla base della Legge 196/2009?",
        "corretta": "Missioni; programmi; unità elementari di bilancio.",
        "B": "Programmi; missioni.",
        "C": "Missioni; unità elementari di bilancio."
    },
    {
        "domanda": "Sulla base della Legge 196/2009, i criteri dell'integrità, dell'universalità e dell'unità del bilancio dello Stato costituiscono profili attuativi di quale articolo della Costituzione?",
        "corretta": "81",
        "B": "100",
        "C": "98"
    },
    {
        "domanda": "A cosa si riferisce, secondo quanto stabilito dalla Legge 196/2009, il disegno di legge del bilancio di previsione?",
        "corretta": "Ad un periodo triennale e si compone di due sezioni.",
        "B": "Ad un periodo di sei mesi e si compone di due sezioni.",
        "C": "Ad un periodo annuale e si compone di tre sezioni."
    },
    {
        "domanda": "In cosa sono ripartite le entrate dello Stato sulla base della natura dei cespiti?",
        "corretta": "In categorie.",
        "B": "In titoli.",
        "C": "In missioni."
    },
    {
        "domanda": "Da cosa sono costituite le unità di voto, riguardo la spesa, sulla base della Legge 196/2009?",
        "corretta": "Dai programmi.",
        "B": "Dalle programmazioni.",
        "C": "Dalle previsioni."
    },
    {
        "domanda": "Il rendiconto generale dell'esercizio scaduto il 31 dicembre dell'anno precedente viene presentato dal Ministro dell'economia e delle finanze:",
        "corretta": "Alle Camere.",
        "B": "Al Parlamento europeo.",
        "C": "Al Senato."
    },
    {
        "domanda": "A quale metodo si conforma l'impostazione delle previsioni di entrata e di spesa dei bilanci delle amministrazioni pubbliche?",
        "corretta": "Al metodo della programmazione.",
        "B": "Al metodo della condivisione degli obiettivi.",
        "C": "Al metodo della progettualità."
    },
    {
        "domanda": "Il disegno di legge di assestamento deve essere presentato alle Camere:",
        "corretta": "entro il 30 giugno di ogni anno.",
        "B": "entro il 30 novembre di ogni anno.",
        "C": "entro il 30 gennaio di ogni anno."
    },
    {
        "domanda": "Il disegno di legge del bilancio dello Stato deve essere presentato alle Camere:",
        "corretta": "entro il 20 ottobre di ogni anno.",
        "B": "entro il 30 giugno di ogni anno.",
        "C": "entro il 30 novembre di ogni anno."
    },
    {
        "domanda": "L'organo di governo del Sistema statistico nazionale è:",
        "corretta": "L'ISTAT",
        "B": "L'INFORM",
        "C": "L'ANSFISA"
    },
    {
        "domanda": "I bilanci che non rispettano il principio della veridicità:",
        "corretta": "non possono essere oggetto di approvazione da parte degli organi preposti al controllo contabile.",
        "B": "possono essere oggetto di approvazione da parte degli organi preposti al controllo contabile.",
        "C": "possono essere oggetto di approvazione da parte degli organi preposti al controllo contabile, purché vengano asseverati dall'OIV della struttura."
    },
    {
        "domanda": "Quale orizzonte temporale deve essere considerato nella predisposizione dei documenti di bilancio?",
        "corretta": "Almeno triennale.",
        "B": "Almeno annuale.",
        "C": "Almeno mensile."
    },
    {
        "domanda": "Il rendiconto generale dell'esercizio scaduto il 31 dicembre dell'anno precedente viene presentato dal Ministro dell'economia e delle finanze alle Camere entro:",
        "corretta": "il mese di giugno.",
        "B": "il mese di aprile.",
        "C": "il mese di ottobre."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, cosa rappresentano i programmi?",
        "corretta": "I programmi rappresentano aggregati di spesa con finalità omogenea diretti al perseguimento di risultati, definiti in termini di prodotti e di servizi finali, allo scopo di conseguire gli obiettivi stabiliti nell'ambito delle missioni.",
        "B": "I programmi rappresentano finalità di spesa.",
        "C": "I programmi rappresentano obiettivi di risultato."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, cosa rappresentano le missioni?",
        "corretta": "Le missioni rappresentano le funzioni principali e gli obiettivi strategici perseguiti con la spesa.",
        "B": "Le missioni rappresentano aggregati di spesa con finalità omogenea diretti al perseguimento di risultati, definiti in termini di prodotti e di servizi finali, allo scopo di conseguire gli obiettivi stabiliti nell'ambito delle missioni.",
        "C": "Le missioni rappresentano gli obiettivi di risultato mensili."
    },
    {
        "domanda": "Eventuali disegni di legge collegati alla manovra di finanza pubblica devono essere presentati alle Camere:",
        "corretta": "entro il mese di gennaio di ogni anno.",
        "B": "entro il mese di aprile di ogni anno.",
        "C": "entro il mese di febbraio di ogni anno."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, le spese per competenze fisse ed accessorie relative al personale, sono imputate:",
        "corretta": "alla competenza del bilancio dell'anno finanziario in cui vengono disposti i relativi pagamenti.",
        "B": "alla competenza del bilancio dell'anno finanziario precedente a quello in cui vengono disposti i relativi pagamenti.",
        "C": "alla competenza del bilancio dell'anno finanziario successivo a quello in cui vengono disposti i relativi pagamenti."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, il disegno di legge di bilancio è corredato di una relazione tecnica nella quale sono indicati:",
        "corretta": "Entrambe le altre risposte sono corrette.",
        "B": "la quantificazione degli effetti finanziari derivanti da ciascuna disposizione normativa introdotta nell'ambito della prima sezione.",
        "C": "i criteri essenziali utilizzati per la formulazione, sulla base della legislazione vigente, delle previsioni di entrata e di spesa contenute nella seconda sezione."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, quale tra i seguenti non è un principio contabile?",
        "corretta": "Il principio di legalità.",
        "B": "Il principio di unità.",
        "C": "Il principio di chiarezza."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, il Principio della annualità stabilisce che:",
        "corretta": "i documenti di bilancio, sia di previsione che di rendicontazione, sono predisposti con cadenza annuale e si riferiscono a un periodo di gestione coincidente con l'anno solare.",
        "B": "i documenti di bilancio, sia di previsione che di rendicontazione, sono predisposti con cadenza biennale e si riferiscono a un periodo di gestione coincidente con l'anno solare.",
        "C": "i documenti di bilancio di previsione sono predisposti con cadenza annuale e si riferiscono a un periodo di gestione coincidente con l'anno solare."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, in base al principio della annualità, le previsioni di ciascun esercizio sia di competenza sia di cassa sono elaborate:",
        "corretta": "sulla base di una programmazione di medio periodo, con un orizzonte temporale almeno triennale.",
        "B": "sulla base di una programmazione di breve periodo, con un orizzonte temporale almeno triennale.",
        "C": "sulla base di una programmazione di lungo periodo, con un orizzonte temporale almeno triennale."
    },
    {
        "domanda": "In base alla Legge 196/2009, quale tra i seguenti è un principio contabile?",
        "corretta": "Il Principio della competenza finanziaria.",
        "B": "Il principio del buon andamento dell'azione amministrativa.",
        "C": "Il principio di uguaglianza."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, un'informazione, per essere utile:",
        "corretta": "deve essere significativa per le esigenze informative connesse al processo decisionale degli utilizzatori.",
        "B": "deve essere sufficiente per le esigenze informative connesse al processo decisionale degli utilizzatori.",
        "C": "deve essere coerente con le esigenze informative connesse al processo decisionale dei creatori."
    },
    {
        "domanda": "Il Ministro dell'economia e delle finanze presenta alle Camere il rendiconto generale dell'esercizio scaduto il 31 dicembre dell'anno precedente:",
        "corretta": "Entro il mese di giugno.",
        "B": "Entro il mese di gennaio.",
        "C": "Entro il mese di novembre."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, quando un'informazione è qualitativamente significativa?",
        "corretta": "L'informazione è qualitativamente significativa quando è in grado di influenzare le decisioni degli utilizzatori aiutandoli a valutare gli eventi passati, presenti o futuri, oppure confermando o correggendo valutazioni da loro effettuate precedentemente.",
        "B": "L'informazione è qualitativamente significativa quando è in grado di influenzare le decisioni degli utilizzatori aiutandoli a valutare gli eventi passati, presenti o futuri.",
        "C": "L'informazione è qualitativamente significativa quando è in grado di confermare o correggere valutazioni effettuate precedentemente dagli utilizzatori."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, il principio di congruità:",
        "corretta": "consiste nella verifica dell'adeguatezza delle risorse disponibili rispetto alle finalità perseguite.",
        "B": "consiste nella verifica della sufficienza delle risorse disponibili rispetto alle finalità perseguite.",
        "C": "consiste nella verifica dell'adeguatezza delle risorse disponibili rispetto agli impegni già assunti."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, la congruità delle entrate e delle spese deve essere valutata, altresì:",
        "corretta": "in relazione agli obiettivi programmati.",
        "B": "in relazione agli obiettivi previsti ma non ancora programmati.",
        "C": "Nessuna delle alternative proposte è corretta."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, il principio della continuità si fonda sul presupposto che:",
        "corretta": "ogni sistema contabile deve rispondere alla caratteristica di durare nel tempo.",
        "B": "alcuni sistemi contabili devono rispondere alla caratteristica di durare nel tempo.",
        "C": "ogni sistema contabile deve rispondere alla caratteristica di evolvere nel tempo."
    },
    {
        "domanda": "In base al principio contabile di trasparenza sancito dalla Legge 196/2009, qual è uno degli obiettivi da conseguire in relazione al bilancio dello Stato?",
        "corretta": "Il miglioramento della trasparenza dei conti pubblici.",
        "B": "Il miglioramento della segretezza dei conti pubblici.",
        "C": "Il miglioramento della coerenza dei conti pubblici."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, in base a quanto stabilito dal Principio di neutralità e imparzialità:",
        "corretta": "la redazione dei documenti contabili deve fondarsi su principi contabili indipendenti ed imparziali verso tutti i destinatari, senza servire o favorire gli interessi o le esigenze di particolari gruppi.",
        "B": "la redazione dei documenti contabili deve fondarsi su principi contabili indipendenti ed imparziali verso tutti i destinatari, favorendo solo in caso di necessità gli interessi o le esigenze di piccoli gruppi.",
        "C": "la redazione dei documenti contabili deve fondarsi su principi contabili di uguaglianza e buon andamento verso tutti i destinatari appartenenti alla stessa classe di contribuenti, senza servire o favorire gli interessi o le esigenze di particolari gruppi."
    },
    {
        "domanda": "In base alla Legge 196/2009, il principio dell'integrità richiede che:",
        "corretta": "tutte le entrate del bilancio siano iscritte al lordo delle spese sostenute per la riscossione e di altre eventuali spese ad esse connesse.",
        "B": "tutte le entrate del bilancio siano iscritte al netto delle spese sostenute per la riscossione e di altre eventuali spese ad esse connesse.",
        "C": "Nessuna delle alternative proposte è corretta."
    },
    {
        "domanda": "In base alla Legge 196/2009, quale tra i seguenti è un principio contabile?",
        "corretta": "Entrambe le altre risposte sono corrette.",
        "B": "Il principio della flessibilità.",
        "C": "Il principio della prevalenza della sostanza sulla forma."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, il sistema di bilancio assolve anche a una funzione informativa nei confronti degli utilizzatori dei documenti contabili?",
        "corretta": "Sì, secondo il principio di pubblicità.",
        "B": "Sì, secondo il principio di trasparenza.",
        "C": "Sì, secondo il principio di imparzialità."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, il principio del pareggio di bilancio riguarda:",
        "corretta": "il pareggio finanziario complessivo di competenza e di cassa.",
        "B": "il pareggio finanziario semestrale di competenza e di cassa.",
        "C": "il pareggio finanziario complessivo di competenza."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, nel sistema del bilancio dello Stato, quando deve essere rispettato il principio del pareggio finanziario?",
        "corretta": "Il principio del pareggio finanziario deve essere rispettato sia in fase di previsione, che in fase di rendicontazione.",
        "B": "Il principio del pareggio finanziario deve essere rispettato solo in fase di previsione.",
        "C": "Il principio del pareggio finanziario deve essere rispettato solo in fase di rendicontazione."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, quale principio costituisce il criterio di imputazione agli esercizi finanziari delle obbligazioni giuridicamente perfezionate attive e passive (accertamenti e impegni)?",
        "corretta": "Il Principio della competenza finanziaria.",
        "B": "Il Principio del pareggio di bilancio.",
        "C": "Il Principio dell'annualità."
    },
    {
        "domanda": "Ai sensi dell'art. 24 del R.d. n. 2440/1923, la ragioneria generale dello Stato riassume i risultati dei:",
        "corretta": "Conti delle entrate accertate, riscosse e versate e delle spese impegnate e pagate.",
        "B": "Soli conti dell'entrate accertate.",
        "C": "Conti delle entrate di previsione."
    },
    {
        "domanda": "In base alla Legge 196/2009, i bilanci che non rispettano il principio di veridicità:",
        "corretta": "non possono essere oggetto di approvazione da parte degli organi preposti al controllo contabile.",
        "B": "possono comunque essere oggetto di approvazione da parte degli organi preposti al controllo contabile.",
        "C": "non possono essere oggetto di approvazione da parte degli organi preposti al controllo giudiziario."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, i programmi costituiscono le unità di voto:",
        "corretta": "della spesa.",
        "B": "dell'accertamento.",
        "C": "dell'entrata."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, la gestione finanziaria dello Stato:",
        "corretta": "si svolge in base al bilancio annuale di previsione redatto in termini di competenza e cassa.",
        "B": "si svolge in base al bilancio triennale di previsione redatto in termini di competenza e cassa.",
        "C": "si svolge in base al bilancio annuale di previsione redatto in termini di competenza e ricavo."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009,  l'unità temporale della gestione:",
        "corretta": "è l'anno finanziario che comincia il 1° gennaio e termina il 31 dicembre dello stesso anno.",
        "B": "è l'anno solare che comincia il 1° gennaio e termina il 31 dicembre dello stesso anno.",
        "C": "è l'anno finanziario che comincia il 1° gennaio e termina il 31 agosto dello stesso anno."
    },
    {
        "domanda": "É corretto affermare che la L. 196/2009 contiene anche un allegato dedicato ai principi contabili generali?",
        "corretta": "Sì.",
        "B": "No.",
        "C": "No, in quanto li contiene solo il D.lgs. 118/2011 in materia di contabilità degli enti locali."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, i risultati della gestione dell'anno finanziario sono riassunti e dimostrati nel rendiconto generale dello Stato costituito da:",
        "corretta": "conto del bilancio; conto generale del patrimonio.",
        "B": "conto del bilancio.",
        "C": "conto generale del patrimonio."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, il conto del bilancio, in relazione alla classificazione del bilancio, comprende:",
        "corretta": "Entrambe le altre risposte sono corrette.",
        "B": "le spese di competenza dell'anno, impegnate, pagate o rimaste da pagare.",
        "C": "la gestione dei residui attivi e passivi degli esercizi anteriori."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, il conto generale del patrimonio comprende:",
        "corretta": "Entrambe le altre risposte sono corrette.",
        "B": "le attività e le passività finanziarie e patrimoniali con le variazioni derivanti dalla gestione del bilancio e quelle verificatesi per qualsiasi altra causa.",
        "C": "la dimostrazione dei vari punti di concordanza tra la contabilità del bilancio e quella patrimoniale."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, nella gestione delle spese, chi provvede ad assicurare adeguati controlli anche a carattere economico-finanziario?",
        "corretta": "Il Ministro dell'economia e delle finanze.",
        "B": "Il Ministro della giustizia.",
        "C": "Il Ministro del lavoro."
    },
    {
        "domanda": "Ai sensi dell'art. 252 del R.d. 827/1924, tutti coloro che sono incaricati di riscuotere entrate di qualsiasi natura di spettanza dello Stato a chi devono rendere conto della loro gestione?",
        "corretta": "Alle amministrazioni da cui rispettivamente dipendono.",
        "B": "Non devono mai rendere conto della suddetta gestione in quanto si tratta sempre di un pubblico ufficiale o di incaricato di pubblico servizio.",
        "C": "Esclusivamente alla ragioneria generale dello Stato; i conti sono resi a cadenza triennale."
    },
    {
        "domanda": "Ai sensi dell'art. 3, comma 4 della L. 20/1994, \"La Corte dei conti svolge, anche in corso di esercizio, il controllo                sulla gestione del bilancio e del patrimonio delle amministrazioni pubbliche, nonché sulle gestioni fuori bilancio e sui fondi di                     , verificando la legittimità e la regolarità delle gestioni, nonché il funzionamento dei controlli interni a ciascuna amministrazione.\"",
        "corretta": "successivo; provenienza comunitaria",
        "B": "preventivo; provenienza regionale",
        "C": "in itinere; Stato"
    },
    {
        "domanda": "In base a quanto previsto dal Principio di pubblicità sancito dalla Legge 196/2009, il sistema di bilancio assolve anche una funzione:",
        "corretta": "informativa nei confronti degli utilizzatori dei documenti contabili.",
        "B": "consultiva nei confronti delle Pubbliche amministrazioni.",
        "C": "di controllo per gli evasori fiscali."
    },
    {
        "domanda": "In base a quanto previsto dalla Legge 196/2009, si intendono per versate:",
        "corretta": "le somme incassate dalla Tesoreria di pertinenza del bilancio dello Stato.",
        "B": "le somme erogate dalla Tesoreria per conto del bilancio dello Stato.",
        "C": "le somme incassate dallo Stato di pertinenza del bilancio della Tesoreria."
    },
    {
        "domanda": "Ai sensi della Legge 196/2009, si intendono per pagate:",
        "corretta": "le somme erogate dalla Tesoreria per conto del bilancio dello Stato.",
        "B": "le somme erogate dallo Stato per conto del bilancio della Tesoreria.",
        "C": "le somme incassate dalla Tesoreria di pertinenza del bilancio dello Stato."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, il rispetto del principio della pubblicità presuppone:",
        "corretta": "un ruolo attivo dell'amministrazione nel contesto della comunità amministrata.",
        "B": "un ruolo passivo dell'amministrazione nel contesto della comunità amministrata.",
        "C": "la discrezionalità dell'amministrazione nel contesto della comunità amministrata."
    },
    {
        "domanda": "Il rendiconto generale dell'esercizio scaduto il 31 dicembre dell'anno precedente viene presentato dal Ministro dell'economia e delle finanze:",
        "corretta": "Alle Camere.",
        "B": "Al solo Senato della Repubblica.",
        "C": "Alla Presidenza del Consiglio dei Ministri."
    },
    {
        "domanda": "Ai sensi dell'art. 9 del R.d. 827/1924, sono considerati beni non disponibili:",
        "corretta": "Beni che per la loro destinazione ad un servizio pubblico o governativo ovvero per disposizioni di legge non possono essere alienati o comunque tolti dal patrimonio dello Stato.",
        "B": "I beni immobili.",
        "C": "I soli beni di valori storico patrimoniale."
    },
    {
        "domanda": "Ai sensi dell'art. 221 del R.d. 827/1924, tutte le entrate dello Stato passano per i seguenti stadi:",
        "corretta": "accertamento, riscossione e versamento; questi tre stadi per talune entrate possono essere simultanei.",
        "B": "valutazione, computazione e accertamento; questi tre stadi non possono mai essere simultanei.",
        "C": "accertamento, valutazione e riscossione; questi tre stadi possono essere simultanei solo se così disposto dal debitore."
    },
    {
        "domanda": "Quale tra le seguenti rappresenta la corretta sequenza in cui si svolgono le fasi di realizzazione delle uscite di una pubblica amministrazione?",
        "corretta": "Impegno, liquidazione, ordinazione e pagamento.",
        "B": "Impegno, liquidazione e pagamento.",
        "C": "Ordinazione, liquidazione, impegno e pagamento."
    },
    {
        "domanda": "In base al principio contabile della coerenza, si distingue tra:",
        "corretta": "coerenza interna e coerenza esterna.",
        "B": "coerenza superiore e coerenza inferiore.",
        "C": "coerenza interna e coerenza intermedia."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, il principio contabile di attendibilità si applica:",
        "corretta": "anche ai documenti descrittivi ed accompagnatori del bilancio e al rendiconto e ai relativi documenti accompagnatori.",
        "B": "solo al documento di bilancio.",
        "C": "solo ai documenti descrittivi ed accompagnatori del bilancio, ma non al rendiconto e ai relativi documenti accompagnatori."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, cos'è la congruità?",
        "corretta": "La congruità consiste nella verifica dell'adeguatezza delle risorse disponibili rispetto alle finalità perseguite.",
        "B": "La congruità consiste nella verifica della fattibilità delle finalità perseguite rispetto alle risorse disponibili.",
        "C": "La congruità consiste nella verifica dell'eccezionalità delle risorse disponibili rispetto alle finalità perseguite."
    },
    {
        "domanda": "Ai sensi dell'art. 24 del R.d. n. 2440/1923, la ragioneria generale dello Stato riassume anche le modificazioni che si verificano nella consistenza del patrimonio mobile ed immobile dello Stato?",
        "corretta": "Sì, è di sua competenza.",
        "B": "No, la ragioneria generale dello Stato si occupa solo di riassumere i risultati delle spese impegnate e pagate.",
        "C": "No, la ragioneria generale dello Stato può riassumere esclusivamente le modificazioni che si verificano nella consistenza del patrimonio mobile dello Stato."
    },
    {
        "domanda": "Completa la seguente frase in base a quanto previsto dal D.L. 77/2021 (conv. con L. 108/2021): «                     adottati dalle amministrazioni per l'attuazione degli interventi del PNRR sono sottoposti ai controlli ordinari di legalità e ai controlli amministrativo-contabili previsti dalla legislazione nazionale applicabile».",
        "corretta": "Gli atti, i contratti ed i provvedimenti di spesa.",
        "B": "I contratti e i provvedimenti di spesa.",
        "C": "I soli atti"
    },
    {
        "domanda": "É corretto affermare che nella L. 196/2009 è disciplinato anche il principio della prevalenza della sostanza sulla forma?",
        "corretta": "Sì.",
        "B": "No.",
        "C": "No, in quanto prevale la forma sulla sostanza dei documenti contabili."
    },
    {
        "domanda": "Quale durata ha la Segreteria tecnica presso la Presidenza del Consiglio dei ministri, in base al D.L. 77/2021 (conv. in L. 108/2021)?",
        "corretta": "Una durata superiore a quella del Governo che la istituisce e che si protrae fino al completamento del PNRR e comunque non oltre il 31 dicembre 2026.",
        "B": "Una durata uguale a quella del Governo che la istituisce.",
        "C": "Una durata indefinita, poiché legata all’attuazione del PNRR."
    },
    {
        "domanda": "Chi presiede, in base al D.L. 77/2021 (conv. in L. 108/2021), la Cabina di regia per il Piano nazionale di ripresa e resilienza?",
        "corretta": "Il Presidente del Consiglio dei ministri.",
        "B": "Il Ministro dell’economia.",
        "C": "Il Ministro della Pubblica amministrazione."
    },
    {
        "domanda": "Secondo quanto disposto dall'art. 1 del R.d. 827/1924, i beni dello stato si distinguono in:",
        "corretta": "Demanio pubblico e beni patrimoniali.",
        "B": "Demanio pubblico e demanio privato.",
        "C": "Beni patrimoniali e non patrimoniali."
    },
    {
        "domanda": "Ai sensi dell'art. 6 del R.d. 827/1924, i beni patrimoniali dello Stato si distinguono in:",
        "corretta": "Immobili e mobili, disponibili e indisponibili.",
        "B": "Mobili e immobili registrati.",
        "C": "Disponibili registrati e indisponibili immobili."
    },
    {
        "domanda": "In base a quanto disposto dall'art. 20 del R.d. 827/1924, i beni mobili dello Stato si distinguono in:",
        "corretta": "Mobili destinati al servizio civile governativo, oggetti mobili destinati alla difesa dello Stato, diritti ed azione che a norma del Codice civile sono considerati come beni mobili.",
        "B": "Demanio pubblico e demanio privato.",
        "C": "Beni patrimoniali disponibili."
    },
    {
        "domanda": "Secondo quanto stabilito dalla Legge 196/2009, chi determina gli obiettivi dei propri bilanci annuali e pluriennali in coerenza con gli obiettivi programmatici risultanti dal DEF?",
        "corretta": "Le regioni, le province autonome di Trento e di Bolzano e gli enti locali.",
        "B": "Solo le regioni.",
        "C": "Le regioni e le province autonome di Trento e di Bolzano."
    },
    {
        "domanda": "A seconda che si riferiscano a proventi la cui acquisizione sia prevista a regime ovvero limitata ad uno o più esercizi, le entrate si suddividono in:",
        "corretta": "Ricorrenti e non ricorrenti.",
        "B": "Titolate e non titolate.",
        "C": "Tributarie ed extratributarie."
    },
    {
        "domanda": "In base a quanto disposto dall'art. 3, comma 8 della L. 20/1994, la Corte dei conti può richiedere alle amministrazioni pubbliche ed agli organi di controllo interno:",
        "corretta": "Qualsiasi atto o notizia e può effettuare e disporre ispezioni e accertamenti diretti.",
        "B": "I provvedimenti finali e disporre, previa autorizzazione del responsabile dell'ufficio competente, ispezioni e accertamenti diretti.",
        "C": "Qualsiasi notizia e può effettuare e disporre ispezioni e accertamenti indiretti."
    },
    {
        "domanda": "In base all'articolo 81 della Costituzione, l'esercizio provvisorio del bilancio:",
        "corretta": "non può essere concesso se non per legge e per periodi non superiori complessivamente a quattro mesi.",
        "B": "può essere concesso per periodi superiori complessivamente a quattro mesi.",
        "C": "non può essere concesso se non per legge e per periodi non superiori complessivamente a sei mesi."
    },
    {
        "domanda": "Secondo quanto dispone il D.L. 77/2021 (conv. con L. 108/2021), l'Unità di missione è articolata:",
        "corretta": "In due uffici dirigenziali di livello non generale.",
        "B": "In cinque uffici dirigenziali di livello non generale.",
        "C": "In quattro uffici dirigenziali di livello non generale."
    },
    {
        "domanda": "Organo con poteri di indirizzo politico, impulso e coordinamento generale sull'attuazione degli interventi del PNRR. A cosa si riferisce la definizione?",
        "corretta": "Cabina di regia.",
        "B": "Segreteria tecnica.",
        "C": "PNIEC."
    },
    {
        "domanda": "Secondo quanto dispone il D.L. 77/2021 (conv. con L. 108/2021), i soggetti pubblici che provvedono alla realizzazione degli interventi previsti dal PNRR:",
        "corretta": "Possono stipulare specifici protocolli d'intesa con la Guardia di Finanza senza nuovi o maggiori oneri per la finanza pubblica.",
        "B": "Devono stipulare specifici protocolli d'intesa con la Guardia di Finanza senza nuovi o maggiori oneri per la finanza pubblica.",
        "C": "Possono stipulare specifici protocolli d'intesa con la Guardia di Finanza anche con nuovi o maggiori oneri per la finanza pubblica."
    },
    {
        "domanda": "Secondo quanto dispone il D.L. 77/2021 (conv. con L. 108/2021), in quanti uffici dirigenziali è articolata l'Unità di missione?",
        "corretta": "In due uffici dirigenziali di livello non generale.",
        "B": "In tre uffici dirigenziali di livello non generale.",
        "C": "In due uffici dirigenziali di livello generale."
    },
    {
        "domanda": "Secondo quanto dispone il D.L. 77/2021 (conv. con L. 108/2021), ciascuna amministrazione centrale titolare di interventi previsti nel PNRR individua, nell'ambito della propria autonomia organizzativa:",
        "corretta": "La struttura di livello dirigenziale generale di riferimento ovvero istituisce un'apposita unità di missione di livello dirigenziale generale fino al completamento del PNRR, e comunque non oltre il 31 dicembre 2026.",
        "B": "La struttura di livello dirigenziale generale di riferimento ovvero istituisce un'apposita unità di missione di livello dirigenziale generale fino al completamento del PNRR, anche oltre il 31 dicembre 2026.",
        "C": "La struttura di livello dirigenziale non generale di riferimento."
    },
    {
        "domanda": "Secondo quanto dispone il D.L. 77/2021 (conv. con L. 108/2021), la Cabina di regia è istituita presso:",
        "corretta": "La Presidenza del Consiglio dei ministri.",
        "B": "Il Ministero dell'economia e delle finanze.",
        "C": "Il Ministero dell'interno."
    },
    {
        "domanda": "Secondo quanto previsto dal D.L. 13/2023 (conv. con L. 41/2023), la Struttura di missione PNRR è articolata in:",
        "corretta": "Quattro direzioni generali.",
        "B": "Due direzioni generali.",
        "C": "Tre direzioni generali."
    },
    {
        "domanda": "Secondo quanto dispone il D.L. 77/2021 (conv. con L. 108/2021), ciascuna amministrazione centrale titolare di interventi previsti nel PNRR provvede:",
        "corretta": "Al coordinamento delle relative attività di gestione, nonché al loro monitoraggio, rendicontazione e controllo.",
        "B": "Al coordinamento delle relative attività di gestione, ma non al loro monitoraggio, rendicontazione e controllo.",
        "C": "Al coordinamento delle relative attività di gestione, ma non al loro monitoraggio, rendicontazione e controllo che sono demandate all'Ispettorato generale per il PNRR."
    },
    {
        "domanda": "Da quale articolo della Costituzione è disciplinato il diritto alla salute?",
        "corretta": "32",
        "B": "3",
        "C": "24"
    },
    {
        "domanda": "Quanto dura il Piano sanitario nazionale?",
        "corretta": "Tre anni.",
        "B": "Cinque anni.",
        "C": "Dieci anni."
    },
    {
        "domanda": "Quale, tra le seguenti alternative, è l'organo responsabile della programmazione e del coordinamento delle politiche sanitarie a livello nazionale in Italia?",
        "corretta": "Il Ministero della salute.",
        "B": "L'Istituto Superiore di Sanità.",
        "C": "L'OMS."
    },
    {
        "domanda": "Il Servizio Sanitario Nazionale si basa sul principio fondamentale:",
        "corretta": "dell'universalità.",
        "B": "della concretezza.",
        "C": "della buona gestione."
    },
    {
        "domanda": "L'età minima richiesta per donare il sangue è:",
        "corretta": "18 anni.",
        "B": "24 anni.",
        "C": "Non è richiesta un'età minima."
    },
    {
        "domanda": "Con l'acronimo LEA si intendono:",
        "corretta": "i Livelli Essenziali di Assistenza.",
        "B": "i Livelli Erogati di Assistenza.",
        "C": "le Liste e gli Elenchi delle Aziende sanitarie."
    },
    {
        "domanda": "La scelta e la nomina del Direttore Generale di un'Azienda Ospedaliera sono di competenza:",
        "corretta": "Della Regione.",
        "B": "Del Ministro dell'Economia e delle Finanze.",
        "C": "Del Collegio dei sanitari."
    },
    {
        "domanda": "Il Direttore Amministrativo di un'Azienda Ospedaliera viene nominato:",
        "corretta": "dal Direttore Generale.",
        "B": "dal Presidente della Regione.",
        "C": "Dal Ministro dell'Economia e delle Finanze."
    },
    {
        "domanda": "Il Piano Sanitario Nazionale viene predisposto dal Governo su proposta del:",
        "corretta": "Ministero della Salute.",
        "B": "Ministero dell'Interno.",
        "C": "Comitato Europeo per la Salute."
    },
    {
        "domanda": "Quanto dura il contratto di lavoro del Direttore Generale di un'Azienda Ospedaliera?",
        "corretta": "Non meno di tre anni e non più di cinque anni.",
        "B": "Sette anni.",
        "C": "Non meno di cinque anni e non più di sette anni."
    },
    {
        "domanda": "Il Direttore Sanitario di un'Azienda Ospedaliera viene nominato:",
        "corretta": "dal Direttore Generale.",
        "B": "dal Collegio dei Revisori.",
        "C": "dal Direttore Amministrativo."
    },
    {
        "domanda": "Cosa sono i Livelli Essenziali di Assistenza (LEA)?",
        "corretta": "Sono i servizi e le prestazioni che il SSN è tenuto a fornire a tutti i cittadini gratuitamente o dietro pagamento di una quota di partecipazione (ticket).",
        "B": "Sono i servizi e le prestazioni esclusivamente gratuite che il SSN è tenuto a fornire a tutti i cittadini.",
        "C": "Sono costituiti e stabiliti principalmente dal numero minimo di professionisti presenti in un reparto di lunga degenza."
    },
    {
        "domanda": "Quanto dura il contratto di lavoro del Direttore amministrativo di un'Azienda Ospedaliera?",
        "corretta": "Non meno di tre anni e non più di cinque anni.",
        "B": "Dieci anni.",
        "C": "Non meno di cinque anni e non più di dieci anni."
    },
    {
        "domanda": "Cosa disciplina l'art. 32 della Costituzione italiana?",
        "corretta": "Il diritto alla salute.",
        "B": "La tutela della privacy in ambito socio-sanitario.",
        "C": "Il diritto di accesso e di partecipazione."
    },
    {
        "domanda": "Quale tra le seguenti normative è la legge-quadro per l'assistenza, l'integrazione sociale e i diritti delle persone con disabilità?",
        "corretta": "La L. 104/1992.",
        "B": "La L. 804/1988.",
        "C": "La L. 833/1992."
    },
    {
        "domanda": "In ambito medico, cosa si intende per \"TSO\"?",
        "corretta": "Trattamento Sanitario Obbligatorio.",
        "B": "Terapia Sanitaria od Ospedaliera.",
        "C": "Trattamento Sanitario Ottimale."
    },
    {
        "domanda": "Il TSO è generalmente disposto con:",
        "corretta": "provvedimento del Sindaco dietro proposta motivata di due medici.",
        "B": "provvedimento del Sindaco dietro proposta motivata di almeno tre medici.",
        "C": "provvedimento esclusivo del Direttore sanitario."
    },
    {
        "domanda": "L'interruzione volontaria della gravidanza è disciplinata dalla:",
        "corretta": "L. 194/1978.",
        "B": "L. 104/1992.",
        "C": "L. 833/1978."
    },
    {
        "domanda": "È possibile richiedere l'interruzione volontaria di gravidanza:",
        "corretta": "Entro i primi 90 giorni di gestazione per motivi di salute, economici, sociali o familiari.",
        "B": "Non oltre i primi 36 giorni di gestazione per motivi di salute, economici, sociali o familiari.",
        "C": "Sempre ed in ogni momento della gravidanza."
    },
    {
        "domanda": "Le Aziende Ospedaliere e le Aziende USL sono state istituite con:",
        "corretta": "il D.lgs. 502/1992.",
        "B": "la L. 104/1992.",
        "C": "la L. 833/1993."
    },
    {
        "domanda": "Le ASL hanno competenza principalmente:",
        "corretta": "nell'attuazione dei Piani di prevenzione sanitaria a livello regionale.",
        "B": "nella gestione delle emergenze sanitarie internazionali.",
        "C": "nell'erogazione di cure specialistiche in Italia e all'estero."
    },
    {
        "domanda": "Il Piano sanitario nazionale è adottato dal Governo entro il:",
        "corretta": "30 novembre dell'ultimo anno di vigenza del Piano precedente.",
        "B": "31 dicembre dell'ultimo anno di vigenza del Piano precedente.",
        "C": "30 maggio dell'ultimo anno di vigenza del Piano precedente."
    },
    {
        "domanda": "Con riferimento al NUE 112, cosa si intende con l'acronimo NUE?",
        "corretta": "Numero Unico Europeo.",
        "B": "Numero Unico Emergenze Europee.",
        "C": "New European Emergency Utilities."
    },
    {
        "domanda": "Il consiglio dei sanitari è presieduto:",
        "corretta": "Dal direttore sanitario.",
        "B": "Dal direttore generale.",
        "C": "Dal direttore amministrativo."
    },
    {
        "domanda": "L'incarico del Direttore generale:",
        "corretta": "è rinnovabile.",
        "B": "non è rinnovabile.",
        "C": "non può essere inferiore a cinque anni."
    },
    {
        "domanda": "L'incarico del Direttore sanitario:",
        "corretta": "è rinnovabile.",
        "B": "non è rinnovabile.",
        "C": "non può essere superiore a tre anni."
    },
    {
        "domanda": "Chi verifica l'amministrazione dell'azienda sanitaria sotto il profilo economico?",
        "corretta": "Il collegio sindacale.",
        "B": "Il Direttore sanitario.",
        "C": "Esclusivamente il TAR."
    },
    {
        "domanda": "Entro quanti giorni dall'entrata in vigore del Piano Sanitario Nazionale, le Regioni sono tenute ad emanare o adeguare il loro Piano Sanitario Regionale?",
        "corretta": "150",
        "B": "90",
        "C": "60"
    },
    {
        "domanda": "Le vaccinazioni obbligatorie sono:",
        "corretta": "Gratuite",
        "B": "Gratuite solo per i cittadini con ISEE inferiore ad euro 12.000",
        "C": "Gratuite solo per i cittadini con ISEE inferiore ad euro 15.000"
    },
    {
        "domanda": "Secondo l'art. 38 della Costituzione, \"ogni cittadino inabile al lavoro e sprovvisto dei mezzi necessari per vivere ha diritto\":",
        "corretta": "al mantenimento e all'assistenza sociale.",
        "B": "all'assistenza sociale se si tratta di una persona con disabilità riconosciuta almeno al 45%.",
        "C": "al mantenimento dal parente più prossimo; lo Stato interviene nei casi di persone con disabilità riconosciuta con grado non inferiore al 65%."
    },
    {
        "domanda": "Cosa si intende per \"AIFA\"?",
        "corretta": "Agenzia Italiana del Farmaco",
        "B": "Azienda Internazionale del Farmaco",
        "C": "Azienda Internazionale del Ferito"
    },
    {
        "domanda": "Quale ente gestisce a livello nazionale l'assicurazione contro gli infortuni sul lavoro?",
        "corretta": "INAIL",
        "B": "INL",
        "C": "Co.Ge.A.P.S."
    },
    {
        "domanda": "Quale tra i seguenti è l'organismo nazionale deputato alla gestione dei crediti ECM attribuiti ai professionisti della salute?",
        "corretta": "Co.Ge.A.P.S.",
        "B": "FAD",
        "C": "Federazione Nazionale ECM"
    },
    {
        "domanda": "Cosa sono i Ser.D?",
        "corretta": "Sono i servizi pubblici per le dipendenze patologiche del SSN.",
        "B": "Sono indicazioni cliniche rigide, vincolanti per tutti i professionisti della salute.",
        "C": "Sono una raccolta di diagnosi mediche tipiche."
    },
    {
        "domanda": "L'acquisizione dei crediti ECM:",
        "corretta": "è obbligatoria per tutti i professionisti della salute.",
        "B": "non è obbligatoria ma raccomandata a tutti i professionisti della salute.",
        "C": "è obbligatoria solo per i primi dieci anni di esercizio dell'attività per tutti i professionisti della salute."
    },
    {
        "domanda": "La sigla ECM sta per:",
        "corretta": "Educazione Continua in Medicina",
        "B": "Educazione Comune in Medicina",
        "C": "Educazione Complessa in Medicina"
    },
    {
        "domanda": "Con il D.lgs. 229/1999:",
        "corretta": "Viene definito il concetto di \"appropriatezza delle cure\" in sintonia con i criteri di economicità ed evidenza scientifica.",
        "B": "Viene istituito il Servizio Sanitario Nazionale.",
        "C": "Vengono introdotti per la prima volta i Livelli Essenziali di Assistenza."
    },
    {
        "domanda": "L'incarico del Direttore amministrativo:",
        "corretta": "è rinnovabile.",
        "B": "non è rinnovabile.",
        "C": "non può essere superiore a tre anni."
    },
    {
        "domanda": "Qual è il numero telefonico unico per l'emergenza (NUE)?",
        "corretta": "112",
        "B": "118",
        "C": "911"
    },
    {
        "domanda": "Il peso minimo richiesto per donare sangue è:",
        "corretta": "50 kg.",
        "B": "70 kg.",
        "C": "80 kg."
    },
    {
        "domanda": "Il fascicolo sanitario elettronico è:",
        "corretta": "un atto informatico che raccoglie la storia sanitaria di un soggetto, indipendentemente dalle strutture e dal personale medico che hanno contribuito a definirla.",
        "B": "il documento informatico che raccoglie la storia clinica di un paziente riferita ai soli interventi effettuati da uno specifico operatore sanitario legittimato.",
        "C": "una garanzia che vale in generale per la tutela dei dati personali."
    },
    {
        "domanda": "I \"Patti per la salute\" sono:",
        "corretta": "accordi raggiunti tra il Governo e le regioni.",
        "B": "accordi raggiunti tra i cittadini e le ASL.",
        "C": "accordi raggiunti tra i cittadini e l'AIFA."
    },
    {
        "domanda": "Da chi sono disposti i trattamenti obbligatori?",
        "corretta": "Dal sindaco.",
        "B": "Dal Comando Carabinieri.",
        "C": "In via esclusiva dalla Polizia Municipale."
    },
    {
        "domanda": "Cosa sottolinea l'approccio \"One Health\"?",
        "corretta": "Esiste un'unica salute da tutelare, che include quella di tutti gli esseri viventi in equilibrio con gli ecosistemi.",
        "B": "Bisogna assumere decisioni che garantiscano un ambiente favorevole in primis all'uomo.",
        "C": "Bisogna stabilire regole di profilassi a livello locale, nazionale ed internazionale."
    },
    {
        "domanda": "Quale tra i seguenti enti ha il potere di vigilanza e di controllo sulle attività delle ASL in Italia?",
        "corretta": "Il Ministero della Salute.",
        "B": "L'OMS.",
        "C": "Il WHO."
    },
    {
        "domanda": "La legge con cui venne istituito il Servizio Sanitario Nazionale è la:",
        "corretta": "L. n. 833/1978.",
        "B": "L. n. 502/1978.",
        "C": "L. n. 380/1948."
    },
    {
        "domanda": "Quanto dura il contratto di lavoro del Direttore sanitario di un'Azienda Ospedaliera?",
        "corretta": "Non meno di tre anni e non più di cinque anni.",
        "B": "Otto anni.",
        "C": "Non meno di cinque anni e non più di otto anni."
    },
    {
        "domanda": "Il Piano sanitario nazionale indica:",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "le aree prioritarie di intervento, anche ai fini di una progressiva riduzione delle diseguaglianze sociali e territoriali nei confronti della salute.",
        "C": "i livelli essenziali di assistenza sanitaria da assicurare per il triennio di validità del Piano."
    },
    {
        "domanda": "La mancanza del Piano sanitario regionale:",
        "corretta": "non comporta l'inapplicabilità delle disposizioni del Piano sanitario nazionale.",
        "B": "comporta l'inapplicabilità delle disposizioni del Piano sanitario nazionale.",
        "C": "comporta la nullità e la seguente riemanazione del Piano sanitario nazionale."
    },
    {
        "domanda": "In ambito sanitario, con l'acronimo \"WHO\" si intende?",
        "corretta": "World Health Organization",
        "B": "World Hospital Organization",
        "C": "Well-being Health Occupation"
    },
    {
        "domanda": "Chi adotta il Piano nazionale anticorruzione?",
        "corretta": "L'ANAC.",
        "B": "Il Presidente della Repubblica.",
        "C": "Il Prefetto."
    },
    {
        "domanda": "L'ANAC:",
        "corretta": "riferisce al Parlamento sull'attività di contrasto della corruzione e dell'illegalità nella pubblica amministrazione e sull'efficacia delle disposizioni vigenti in materia.",
        "B": "analizza le cause e i fattori della corruzione ma non ne individua gli interventi che ne possono favorire la prevenzione e il contrasto.",
        "C": "collabora con le organizzazioni regionali competenti ma non con i paritetici organismi stranieri."
    },
    {
        "domanda": "Ai sensi della L. 190/2012, l'organo di indirizzo individua il Responsabile della prevenzione della corruzione e della trasparenza di norma tra:",
        "corretta": "i dirigenti di ruolo in servizio.",
        "B": "i soli dipendenti, anche di fascia non dirigenziale, assunti con contratto a tempo indeterminato.",
        "C": "i dipendenti con più di 5 anni di servizio presso la stessa amministrazione."
    },
    {
        "domanda": "Ai sensi della L. 190/2012, chi verifica che nella misurazione e valutazione delle performance si tenga conto degli obiettivi connessi all'anticorruzione e alla trasparenza?",
        "corretta": "L'Organismo indipendente di valutazione.",
        "B": "L'Ufficio dei procedimenti disciplinari e della trasparenza.",
        "C": "L'Unità locale dell'ANAC."
    },
    {
        "domanda": "Ai sensi della L. 190/2012, l'Organismo indipendente di valutazione può:",
        "corretta": "Entrambe le alternative proposte sono corrette.",
        "B": "chiedere al Responsabile della prevenzione della corruzione e della trasparenza le informazioni e i documenti necessari per lo svolgimento del controllo.",
        "C": "può effettuare audizioni di dipendenti."
    },
    {
        "domanda": "Ai sensi della L. 190/2012, l'Autorità nazionale anticorruzione può esercitare poteri ispettivi?",
        "corretta": "Sì, mediante richiesta di notizie, informazioni, atti e documenti alle pubbliche amministrazioni.",
        "B": "No, in nessun caso.",
        "C": "Sì, ma esclusivamente nei confronti delle amministrazioni private, mediante richiesta di notizie, informazioni, atti e documenti."
    },
    {
        "domanda": "Ai sensi della L. 190/2012, l'ANAC riferisce al Parlamento sull'attività di contrasto della corruzione e dell'illegalità nella pubblica amministrazione e sull'efficacia delle disposizioni vigenti in materia, presentando una relazione:",
        "corretta": "entro il 31 dicembre di ciascun anno.",
        "B": "entro il 31 giugno di ciascun anno.",
        "C": "entro il 31 settembre di ciascun anno."
    },
    {
        "domanda": "Ai sensi della L. 190/2012, le pubbliche amministrazioni centrali definiscono e trasmettono al Dipartimento della funzione pubblica:",
        "corretta": "un piano di prevenzione della corruzione che fornisce una valutazione del diverso livello di esposizione degli uffici al rischio di corruzione e indica gli interventi organizzativi volti a prevenire il medesimo rischio.",
        "B": "procedure appropriate per selezionare e formare i dipendenti chiamati ad operare in settori particolarmente esposti alla corruzione, vietando, negli stessi settori, la rotazione di dirigenti e funzionari.",
        "C": "Tutte le alternative proposte sono corrette."
    },
    {
        "domanda": "Ai sensi della L. 190/2012, chi verifica che i piani triennali per la prevenzione della corruzione siano coerenti con gli obiettivi stabiliti nei documenti di programmazione strategico-gestionale?",
        "corretta": "L'Organismo indipendente di valutazione.",
        "B": "L'Ufficio dei procedimenti disciplinari e della trasparenza.",
        "C": "L'Unità locale dell'ANAC."
    },
    {
        "domanda": "Ai sensi della L. 190/2012, la trasparenza dell'attività amministrativa:",
        "corretta": "costituisce livello essenziale delle prestazioni concernenti i diritti sociali e civili.",
        "B": "è sinonimo di buon amministrazione ma non costituisce livello essenziale delle prestazioni degli enti pubblici.",
        "C": "può essere eventualmente avvantaggiata tramite la pubblicazione, nei siti web istituzionali delle pubbliche amministrazioni, delle informazioni relative ai procedimenti amministrativi se tale procedura non comporta eccessivo dispendio economico."
    },
    {
        "domanda": "Qual è la durata del Piano nazionale anticorruzione?",
        "corretta": "tre anni.",
        "B": "cinque anni.",
        "C": "dieci anni."
    },
    {
        "domanda": "Il Piano nazionale anticorruzione viene aggiornato:",
        "corretta": "annualmente.",
        "B": "ogni tre anni.",
        "C": "ogni dieci anni."
    },
    {
        "domanda": "Ai sensi della L. 190/2012, chi provvede alla formazione dei dipendenti pubblici chiamati ad operare nei settori in cui è più elevato il rischio che siano commessi reati di corruzione?",
        "corretta": "La Scuola superiore della pubblica amministrazione.",
        "B": "Il Dipartimento delle pari opportunità presso la Presidenza del Consiglio dei ministri.",
        "C": "Il Dipartimento delle politiche sociali."
    },
    {
        "domanda": "Ai sensi della L. 190/2012, chi procede alla verifica, d'intesa con il dirigente competente, dell'effettiva rotazione degli incarichi negli uffici preposti allo svolgimento delle attività nel cui ambito è più elevato il rischio che siano commessi reati di corruzione?",
        "corretta": "Il Responsabile della prevenzione della corruzione e della trasparenza.",
        "B": "Il Difensore Civico.",
        "C": "L'OIV."
    },
    {
        "domanda": "Le segnalazioni compiute da un lavoratore che, nello svolgimento delle proprie mansioni, si accorge di situazioni, fatti, circostanze che, ragionevolmente, possono portare a ritenere che un'irregolarità o un fatto illecito si sia verificato prendono il nome di:",
        "corretta": "whistleblowing.",
        "B": "whistleclaster.",
        "C": "easy-peasy."
    },
    {
        "domanda": "Quale tra le seguenti normative tratta delle disposizioni per la prevenzione e la repressione della corruzione e dell'illegalità nella pubblica amministrazione?",
        "corretta": "La L. 190/2012.",
        "B": "Il D.lgs. 81/2008.",
        "C": "La L. 241/1990."
    },
    {
        "domanda": "Ai sensi della L. 190/2012, negli enti locali, il Responsabile della prevenzione della corruzione e della trasparenza è individuato:",
        "corretta": "di norma nel segretario o nel dirigente apicale, salva diversa e motivata determinazione.",
        "B": "sempre ed esclusivamente nel segretario.",
        "C": "sempre ed esclusivamente nel consigliere più anziano."
    },
    {
        "domanda": "Ai sensi della L. 190/2012, a quale autorità devono essere segnalate misure discriminatorie nei confronti del Responsabile della prevenzione della corruzione e della trasparenza?",
        "corretta": "All'ANAC.",
        "B": "Al Garante della Privacy.",
        "C": "Al Dipartimento della Funzione Pubblica."
    },
    {
        "domanda": "Ai sensi della L. 190/2012, quale tra le seguenti attività è definita come maggiormente esposta a rischio di infiltrazione mafiosa?",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "Fornitura di ferro lavorato.",
        "C": "Servizi funerari e cimiteriali."
    },
    {
        "domanda": "Ai sensi della L. 190/2012, quale tra le seguenti attività è definita come maggiormente esposta a rischio di infiltrazione mafiosa?",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "Ristorazione, gestione delle mense e catering.",
        "C": "Servizi ambientali, comprese le attività di raccolta, di trasporto nazionale e transfrontaliero di trattamento e di smaltimento dei rifiuti."
    },
    {
        "domanda": "Completare correttamente la seguente frase ai sensi dell'art. 1 del D.lgs. 33/2013.\nLa trasparenza è intesa come accessibilità totale dei dati e documenti detenuti                     , allo scopo di tutelare i diritti                     , promuovere la partecipazione degli interessati all'attività amministrativa e favorire forme diffuse di controllo sul perseguimento delle funzioni istituzionali e sull'utilizzo delle risorse pubbliche.",
        "corretta": "dalle pubbliche amministrazioni; dei cittadini",
        "B": "dai privati; delle pubbliche amministrazioni",
        "C": "dai cittadini; dei privati"
    },
    {
        "domanda": "Ai sensi del D.lgs. 33/2013, sono pubblici e chiunque ha diritto di conoscerli:",
        "corretta": "tutti i documenti, le informazioni e i dati oggetto di accesso civico, ivi compresi quelli oggetto di pubblicazione obbligatoria.",
        "B": "tutti i documenti, le informazioni e i dati oggetto di accesso civico, esclusi quelli oggetto di pubblicazione obbligatoria.",
        "C": "tutti i documenti, le informazioni e i dati oggetto di accesso civico, inclusi i documenti coperti da segreto di stato."
    },
    {
        "domanda": "Ai sensi del D.lgs. 33/2013, entro quanto tempo deve concludersi il procedimento di accesso civico?",
        "corretta": "Trenta giorni dalla presentazione dell'istanza con la comunicazione al richiedente e agli eventuali controinteressati.",
        "B": "Sessanta giorni dalla presentazione dell'istanza.",
        "C": "Immediatamente rispetto alla richiesta."
    },
    {
        "domanda": "Ai sensi del D.lgs. 33/2013, come si chiama la sezione del sito istituzionale in cui confluiscono tutti gli atti soggetti a pubblicazione obbligatoria?",
        "corretta": "“Amministrazione trasparente”.",
        "B": "“Portale”.",
        "C": "“InPA”."
    },
    {
        "domanda": "Ai sensi del D.lgs. 33/2013, come si chiama il sito internet che consente l'accesso ai dati dei pagamenti  delle pubbliche amministrazioni e ne permette la consultazione in relazione alla tipologia di spesa sostenuta e alle amministrazioni che l'hanno effettuata?",
        "corretta": "\"Soldi pubblici\".",
        "B": "\"PagoPA\".",
        "C": "\"Spesa trasparente\"."
    },
    {
        "domanda": "Ai sensi del D.lgs. 33/2013, chi gestisce il sito internet denominato “Soldi pubblici” che consente l'accesso ai dati dei pagamenti delle pubbliche amministrazioni?",
        "corretta": "L'Agenzia per l'Italia digitale, d'intesa con il Ministero dell'economia e delle finanze.",
        "B": "L'ANAC, d'intesa con il Ministero della Giustizia.",
        "C": "L'OIV, in collaborazione con il Ministero dell'Interno."
    },
    {
        "domanda": "Ai sensi del D.lgs. 33/2013, il sito internet http://soldipubblici.gov.it:",
        "corretta": "consente l'accesso ai dati dei pagamenti delle pubbliche amministrazioni.",
        "B": "Entrambe le alternative proposte sono errate.",
        "C": "permette la consultazione dei dati dei pagamenti delle pubbliche amministrazioni in relazione alla tipologia di spesa sostenuta ma non può menzionare le relative amministrazioni che l'hanno effettuata."
    },
    {
        "domanda": "Ai sensi del D.lgs. 33/2013, il rilascio di dati o documenti:",
        "corretta": "può essere in formato elettronico o cartaceo.",
        "B": "può essere esclusivamente in formato elettronico.",
        "C": "può essere solo in formato cartaceo per evitarne la manipolazione."
    },
    {
        "domanda": "Ai sensi del D.lgs. 33/2013, Il rilascio di dati o documenti in formato elettronico o cartaceo è:",
        "corretta": "gratuito, salvo il rimborso del costo effettivamente sostenuto dall'amministrazione per l'eventuale riproduzione.",
        "B": "sempre ed esclusivamente gratuito.",
        "C": "sempre soggetto al pagamento di una marca da bollo di 5,16 euro."
    },
    {
        "domanda": "Ai sensi del D.lgs. 33/2013, l'amministrazione cui è indirizzata la richiesta di accesso, se individua soggetti controinteressati:",
        "corretta": "è tenuta a dare comunicazione agli stessi, fatti salvi i casi di pubblicazione obbligatoria.",
        "B": "è tenuta a dare comunicazione agli stessi, in ogni caso.",
        "C": "non è tenuta a dare comunicazione agli stessi."
    },
    {
        "domanda": "Ai sensi del D.lgs. 33/2013, come deve concludersi il procedimento di accesso civico?",
        "corretta": "Con un provvedimento espresso e motivato.",
        "B": "Con comportamenti concludenti.",
        "C": "Con un provvedimento tacito e non motivato."
    },
    {
        "domanda": "Ai sensi del D.lgs. 33/2013, il procedimento di accesso civico deve concludersi con provvedimento espresso e motivato nel termine di:",
        "corretta": "Trenta giorni dalla presentazione dell'istanza.",
        "B": "Sessanta giorni dalla presentazione dell'istanza.",
        "C": "Novanta giorni dalla presentazione dell'istanza."
    },
    {
        "domanda": "Ai sensi del D.lgs. 33/2013, l'accesso civico è rifiutato se il diniego è necessario per evitare un pregiudizio concreto alla tutela di uno degli interessi pubblici inerenti a:",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "la sicurezza pubblica.",
        "C": "l'ordine pubblico."
    },
    {
        "domanda": "Ai sensi del D.lgs. 33/2013, l'accesso civico è rifiutato se il diniego è necessario per evitare un pregiudizio concreto alla tutela di uno degli interessi pubblici inerenti a:",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "la sicurezza nazionale.",
        "C": "le relazioni internazionali."
    },
    {
        "domanda": "Ai sensi del D.lgs. 33/2013, il richiedente del procedimento di accesso civico può presentare richiesta di riesame al responsabile della prevenzione della corruzione e della trasparenza:",
        "corretta": "nei casi di diniego totale o parziale dell'accesso o di mancata risposta entro trenta giorni dalla presentazione dell'istanza.",
        "B": "esclusivamente nei casi di diniego totale dell'accesso civico.",
        "C": "solo nei casi di diniego parziale dell'accesso, perché nei casi di diniego totale può esclusivamente fare ricorso al Presidente della Repubblica."
    },
    {
        "domanda": "I dati, le informazioni e i documenti oggetto di pubblicazione obbligatoria ai sensi del D.lgs. 33/2013 sono pubblicati per un periodo di:",
        "corretta": "5 anni.",
        "B": "2 anni.",
        "C": "10 anni."
    },
    {
        "domanda": "Quale tra le seguenti normative disciplina il diritto di accesso civico?",
        "corretta": "Il D.lgs. 33/2013.",
        "B": "L. 241/1990.",
        "C": "Il D.lgs. 196/2003."
    },
    {
        "domanda": "Il diritto di accesso civico e il diritto di accesso documentale costituiscono lo stesso istituto?",
        "corretta": "No.",
        "B": "Sì, sono disciplinati dalla medesima normativa.",
        "C": "Sì, ma sono disciplinati da normative diverse."
    },
    {
        "domanda": "Ai sensi del D.lgs. 33/2013, l'accesso civico è rifiutato se il diniego è necessario per evitare un pregiudizio concreto alla tutela di uno dei seguenti interessi privati:",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "la proprietà intellettuale.",
        "C": "la libertà e la segretezza della corrispondenza."
    },
    {
        "domanda": "Ai sensi del D.lgs. 33/2013, dove vengono pubblicati da ciascuna amministrazione i dati sui propri pagamenti?",
        "corretta": "sul proprio sito istituzionale, in una parte chiaramente identificabile della sezione “Amministrazione trasparente”.",
        "B": "sul proprio sito istituzionale, in una parte chiaramente identificabile della sezione “Portale”.",
        "C": "sul sito istituzionale Portale, in una parte chiaramente identificabile della sezione “InPA”."
    },
    {
        "domanda": "Ai sensi del D.lgs. 196/2003, si intende per \"comunicazione\":",
        "corretta": "il dare conoscenza dei dati personali a uno o più soggetti determinati diversi dall'interessato.",
        "B": "il dare conoscenza dei dati personali a soggetti indeterminati mediante la loro messa a disposizione.",
        "C": "Tutte le alternative proposte sono corrette."
    },
    {
        "domanda": "Ai sensi del D.lgs. 196/2003, si intende per \"diffusione\":",
        "corretta": "il dare conoscenza dei dati personali a soggetti indeterminati, in qualunque forma, anche mediante la loro messa a disposizione o consultazione.",
        "B": "il dare conoscenza dei dati personali a uno o più soggetti determinati diversi dal rappresentante del titolare nel territorio dell'Unione europea.",
        "C": "Tutte le alternative proposte sono corrette."
    },
    {
        "domanda": "Ai sensi del D.lgs. 196/2003, da chi sono trattati i dati personali relativi alla salute, pseudonimizzati, anche mediante interconnessione?",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "Dall'Agenzia nazionale per i servizi sanitari regionali (AGENAS).",
        "C": "Dall'Agenzia italiana del farmaco (AIFA)."
    },
    {
        "domanda": "Ai sensi del D.lgs. 196/2003, da chi sono trattati i dati personali relativi alla salute, pseudonimizzati, anche mediante interconnessione?",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "Dal Ministero della salute.",
        "C": "Dall'Istituto superiore di sanità (ISS)."
    },
    {
        "domanda": "Ai sensi del D.lgs. 196/2003, possono essere diffusi i dati genetici, biometrici e relativi alla salute?",
        "corretta": "No, non possono essere diffusi.",
        "B": "Sì, sempre.",
        "C": "Sì, solo su autorizzazione dell'incaricato al trattamento."
    },
    {
        "domanda": "Ai sensi del GDPR, come si chiama il diritto dell'interessato di ottenere dal titolare del trattamento la cancellazione dei dati personali che lo riguardano se, ad esempio, i dati personali non siano più necessari rispetto alle finalità per le quali sono stati raccolti?",
        "corretta": "Diritto all'oblio.",
        "B": "Diritto alla riservatezza.",
        "C": "Diritto di accesso."
    },
    {
        "domanda": "Il Regolamento (UE) n. 2016/679 (GDPR) relativo alla protezione delle persone fisiche con riguardo al trattamento dei dati personali si applica:",
        "corretta": "ai trattamenti di dati personali effettuati per attività che rientrano nell'ambito di applicazione del diritto dell'Unione.",
        "B": "ai trattamenti di dati personali effettuati da una persona fisica per l'esercizio di attività a carattere esclusivamente domestico.",
        "C": "ai trattamenti di dati personali effettuati da una persona fisica per l'esercizio di attività a carattere esclusivamente personale."
    },
    {
        "domanda": "Il Regolamento (UE) n. 2016/679 (GDPR) relativo alla protezione delle persone fisiche con riguardo al trattamento dei dati personali si applica:",
        "corretta": "Tutte le alternative proposte sono corrette.",
        "B": "al trattamento interamente automatizzato di dati personali contenuti in un archivio o destinati a figurarvi.",
        "C": "al trattamento parzialmente automatizzato di dati personali e al trattamento non automatizzato di dati personali contenuti in un archivio o destinati a figurarvi."
    },
    {
        "domanda": "Ai sensi del GDPR, cosa in intende per \"limitazione di trattamento\"?",
        "corretta": "Il contrassegno dei dati personali conservati con l'obiettivo di limitarne il trattamento in futuro.",
        "B": "Qualsiasi forma di trattamento automatizzato di dati personali consistente nell'utilizzo di tali dati personali per valutare determinati aspetti personali relativi a una persona fisica.",
        "C": "Qualsiasi insieme strutturato di dati personali accessibili secondo criteri determinati."
    },
    {
        "domanda": "Ai sensi del GDPR, cosa si intende per \"profilazione\"?",
        "corretta": "Qualsiasi forma di trattamento automatizzato di dati personali consistente nell'utilizzo di tali dati personali per valutare determinati aspetti personali relativi a una persona fisica.",
        "B": "Qualsiasi operazione o insieme di operazioni, compiute con o senza l'ausilio di processi automatizzati e applicate a dati personali o insiemi di dati personali, come la raccolta.",
        "C": "Qualsiasi informazione riguardante una persona fisica identificata o identificabile."
    },
    {
        "domanda": "Tra le seguenti opzioni, quale rappresenta una URL corretta:",
        "corretta": "https://www.salute.gov.it/",
        "B": "https//www:salute.gov.it/",
        "C": "https://www@salute.it/"
    },
    {
        "domanda": "Quale requisito deve solitamente possedere generalmente una password?",
        "corretta": "Essere formata da caratteri alfabetici, numerici e speciali.",
        "B": "Essere una parola di uso comune.",
        "C": "Essere costituita esclusivamente da caratteri numerici."
    },
    {
        "domanda": "In Microsoft Word, la combinazione di tasti \"Ctrl+X\" e poi \"Ctrl+V\", permette di:",
        "corretta": "Tagliare e incollare un testo.",
        "B": "Annullare l'ultima azione.",
        "C": "Tagliare e salvare un testo."
    },
    {
        "domanda": "Per la navigazione in Internet da un PC, è necessario disporre di un software denominato:",
        "corretta": "Browser.",
        "B": "Office.",
        "C": "Google."
    },
    {
        "domanda": "In un documento Microsoft Word, quali di questi elementi è possibile inserire, oltre il testo?",
        "corretta": "Disegni, immagini e grafici.",
        "B": "Solo disegni.",
        "C": "Solo testo."
    },
    {
        "domanda": "A cosa serve un Browser?",
        "corretta": "Per la navigazione in Internet da un PC.",
        "B": "Per eseguire un operazione di backup.",
        "C": "Per editare un video."
    },
    {
        "domanda": "Se in Microsoft Word voglio modificare il tipo di carattere del testo, cosa vado a cambiare?",
        "corretta": "Font",
        "B": "Form",
        "C": "Format"
    },
    {
        "domanda": "Con quale termine si indica una truffa telematica messa in atto tramite email?",
        "corretta": "Phishing",
        "B": "Plotter",
        "C": "Shell"
    },
    {
        "domanda": "Cosa si misura in pixel?",
        "corretta": "La risoluzione di un monitor.",
        "B": "La grandezza di un monitor.",
        "C": "La velocità di esecuzione di un monitor."
    },
    {
        "domanda": "Quale tra le alternative è un programma di Windows per disegnare?",
        "corretta": "Paint",
        "B": "Design",
        "C": "PowerPoint"
    },
    {
        "domanda": "Quali tra queste funzioni non puoi gestire con Microsoft Outlook?",
        "corretta": "Email e creare grafici.",
        "B": "Calendari e contatti.",
        "C": "Email e contatti."
    },
    {
        "domanda": "In Microsoft Outlook in quale campo si inserisce il destinatario diretto del messaggio?",
        "corretta": "A",
        "B": "C",
        "C": "Cc"
    },
    {
        "domanda": "Quale tra questi software non è un browser Internet?",
        "corretta": "Printer",
        "B": "Chrome",
        "C": "Firefox"
    },
    {
        "domanda": "Quale tra questi è un linguaggio di programmazione?",
        "corretta": "Javascript",
        "B": "Mozilla",
        "C": "Apple"
    },
    {
        "domanda": "Quale tra questi è un estensione di un file immagine?",
        "corretta": ".jpeg",
        "B": ".zip",
        "C": ".rar"
    },
    {
        "domanda": "Quale tra questi non è un estensione per comprimere file?",
        "corretta": ".tif",
        "B": ".rar",
        "C": ".zip"
    },
    {
        "domanda": "In Microsoft Outlook in quale campo si inserisce il destinatario a cui inviamo il messaggio per conoscenza ma nascosto?",
        "corretta": "Ccn",
        "B": "Ddn",
        "C": "Cc"
    },
    {
        "domanda": "Il mouse che tipo di periferica è?",
        "corretta": "Solo input.",
        "B": "Input e output.",
        "C": "Solo output."
    },
    {
        "domanda": "In un documento Microsoft Word è possibile inserire disegni, immagini e grafici?",
        "corretta": "Sì.",
        "B": "Solo disegni e immagini.",
        "C": "Solo immagini e grafici."
    },
    {
        "domanda": "Quali tra questi non è un client di posta elettronica?",
        "corretta": "Chrome.",
        "B": "Microsoft Outlook.",
        "C": "Gmail."
    },
    {
        "domanda": "Quale tra questi è un estensione di un file eseguibile?",
        "corretta": ".EXE",
        "B": ".EMBED",
        "C": ".ZIP"
    },
    {
        "domanda": "Quale operazione sto effettuando se inizio un download?",
        "corretta": "Scarico un file da internet.",
        "B": "Eseguo una ricerca sul web.",
        "C": "Eseguo una scansione del PC."
    },
    {
        "domanda": "Quale operazione permette di fare la sequenza di tasti CTRL+Z in Microsoft Excel?",
        "corretta": "Permette di annullare l'azione più recente.",
        "B": "Permette di copiare una tabella.",
        "C": "Permette di incollare il testo."
    },
    {
        "domanda": "In Microsoft Word la spaziatura può essere impostata:",
        "corretta": "sia prima sia dopo il paragrafo.",
        "B": "solo prima del paragrafo.",
        "C": "solo dopo del paragrafo."
    },
    {
        "domanda": "Quale tra le seguenti è l'estensione predefinita per un file di Word?",
        "corretta": ".docx",
        "B": ".csv",
        "C": ".log"
    },
    {
        "domanda": "In un file Word, scegliendo dalla scheda File, la voce Chiudi:",
        "corretta": "viene chiuso il documento corrente.",
        "B": "viene chiuso il programma e i documenti aperti.",
        "C": "ottengo lo stesso risultato della voce di menu File > Esci."
    },
    {
        "domanda": "Si può personalizzare la barra multifunzione in Word?",
        "corretta": "Sì.",
        "B": "No.",
        "C": "Sì, ma solo nelle vecchie versioni."
    },
    {
        "domanda": "Quale tra le seguenti è l'estensione predefinita per un file di Excel?",
        "corretta": ".xlsx",
        "B": ".pptx",
        "C": ".xslx"
    },
    {
        "domanda": "In un file Excel, come può essere selezionata un'intera colonna?",
        "corretta": "Cliccando sulle celle grigie con le lettere.",
        "B": "Cliccando sulle celle grigie con i numeri.",
        "C": "Cliccando due volte nella prima cella."
    },
    {
        "domanda": "Le righe di EXCEL sono identificate tramite:",
        "corretta": "Numeri.",
        "B": "Numeri romani.",
        "C": "Lettere."
    },
    {
        "domanda": "Quale delle seguenti affermazioni relative alla posta elettronica è vera?",
        "corretta": "Può essere anche di tipo certificata.",
        "B": "Non può essere consultabile tramite uno smartphone.",
        "C": "È consultabile solo tramite browser."
    },
    {
        "domanda": "Quale tra questi non è un sistema operativo?",
        "corretta": "Office.",
        "B": "Windows.",
        "C": "Linux."
    },
    {
        "domanda": "Cos'è SQL?",
        "corretta": "Un linguaggio per la gestione e manipolazione di basi di dati.",
        "B": "Un linguaggio per la creazione di siti web.",
        "C": "Un sistema operativo."
    },
    {
        "domanda": "Quale tra le seguenti pratiche, di solito, aiuta a migliorare la protezione contro i virus?",
        "corretta": "Installare software solo da fonti affidabili.",
        "B": "Disabilitare gli aggiornamenti del sistema operativo.",
        "C": "Utilizzare sempre la stessa password per tutto."
    },
    {
        "domanda": "Cosa vuol dire PEC?",
        "corretta": "Posta Elettronica Certificata.",
        "B": "Posta Email Certificata.",
        "C": "Posta Elettronica Consentita."
    },
    {
        "domanda": "Se sto caricando un file su internet sto effettuando un:",
        "corretta": "Upload.",
        "B": "Download.",
        "C": "Stopload."
    },
    {
        "domanda": "Quale tra questi è un client di posta elettronica?",
        "corretta": "Microsoft Outlook.",
        "B": "Microsoft Office.",
        "C": "Microsoft Output."
    },
    {
        "domanda": "Se in Microsoft Excel, dopo aver digitato un dato su una cella, premi il tasto INVIO, cosa succede?",
        "corretta": "Confermi il dato inserito e si attiva la cella sottostante.",
        "B": "Il dato viene cancellato.",
        "C": "Il dato viene duplicato nella cella accanto."
    },
    {
        "domanda": "Il tasto TAB sulla tastiera, è rappresentato da:",
        "corretta": "Due freccette che vanno nel senso opposto.",
        "B": "Da una freccia che va verso l'alto.",
        "C": "Da una freccia che va verso sinistra."
    },
    {
        "domanda": "Cosa è un banner?",
        "corretta": "Una forma di pubblicità presente nei siti Internet.",
        "B": "Un tipo di server.",
        "C": "Un forma di attacco hacker."
    },
    {
        "domanda": "Una connessione senza fili come viene solitamente chiamata?",
        "corretta": "Wireless.",
        "B": "Wallpaper.",
        "C": "Spreadsheet."
    },
    {
        "domanda": "Che cos'è Microsoft PowerPoint?",
        "corretta": "Un programma dedicato alla realizzazione di slideshow e presentazioni.",
        "B": "Un programma di videoscrittura.",
        "C": "Un programma di fotoritocco."
    },
    {
        "domanda": "Quali tra i seguenti non è un social network?",
        "corretta": "Amazon",
        "B": "Facebook",
        "C": "Twitter"
    },
    {
        "domanda": "Cosa si intende per SPAM in informatica?",
        "corretta": "Lo Spam descrive ogni forma di comunicazione indesiderata.",
        "B": "Lo Spam è un bottone per l'invio di dati dopo la compilazione di un form.",
        "C": "Lo Spam è una periferica di input di un PC."
    },
    {
        "domanda": "Che cos'è Google Chrome?",
        "corretta": "Un browser.",
        "B": "Un client di posta elettronica.",
        "C": "Un piattaforma di marketing."
    },
    {
        "domanda": "In Microsoft Excel posso sommare valori inseriti in celle di più fogli di lavoro?",
        "corretta": "Sì.",
        "B": "No.",
        "C": "Sì, ma solo se le celle iniziali."
    },
    {
        "domanda": "Cosa è solitamente l'\"Arial Narrow\"?",
        "corretta": "Un tipo di font.",
        "B": "Un virus pericoloso.",
        "C": "Un client di posta elettronica."
    },
    {
        "domanda": "Quali comandi da tastiera si devono usare per tagliare e copiare il testo di un documento?",
        "corretta": "CTRL+X e CTRL+C",
        "B": "CTRL+C e CTRL+Z",
        "C": "CTRL+X e CTRL+V"
    },
    {
        "domanda": "Qual è il software Microsoft utilizzato per effettuare videochiamate?",
        "corretta": "Microsoft Teams",
        "B": "Microsoft Talk",
        "C": "Microsoft Paint"
    },
    {
        "domanda": "È possibile salvare un file Excel in pdf?",
        "corretta": "Sì.",
        "B": "No.",
        "C": "Sì, ma solo se il contenuto del file è ridotto."
    },
    {
        "domanda": "Introduce          to all the other students.",
        "corretta": "Yourself.",
        "B": "He.",
        "C": "I."
    },
    {
        "domanda": "A person who talks a lot is:",
        "corretta": "Talkative.",
        "B": "Quiet.",
        "C": "Generous."
    },
    {
        "domanda": "We            a table in the restaurant because we hadn't booked.",
        "corretta": "Didn't get.",
        "B": "Didn't got.",
        "C": "Not got."
    },
    {
        "domanda": "He told her that he loved        .",
        "corretta": "Her.",
        "B": "She.",
        "C": "He."
    },
    {
        "domanda": "He asked Maria if she wanted            .",
        "corretta": "To dance.",
        "B": "Danced.",
        "C": "Dance."
    },
    {
        "domanda": "Yesterday, when I woke up, the garden          all white.",
        "corretta": "Was.",
        "B": "Is.",
        "C": "Were."
    },
    {
        "domanda": "Did you meet            last night?",
        "corretta": "Anybody.",
        "B": "Something.",
        "C": "Nothing."
    },
    {
        "domanda": "You eat          red meat. It isn't good for you.",
        "corretta": "Too much.",
        "B": "Too.",
        "C": "Too many."
    },
    {
        "domanda": "Turn        your mobile phone before you come into class.",
        "corretta": "Off.",
        "B": "On.",
        "C": "Up."
    },
    {
        "domanda": "I didn't do          last night.",
        "corretta": "Anything.",
        "B": "Nothing.",
        "C": "Someone."
    },
    {
        "domanda": "How long                        married?",
        "corretta": "Have you been.",
        "B": "Has you been.",
        "C": "Did you be."
    },
    {
        "domanda": "The Eiffel Tower          in 1889.",
        "corretta": "Was built.",
        "B": "Build.",
        "C": "Been build."
    },
    {
        "domanda": "Hamlet was written          Shakespeare in 1603.",
        "corretta": "By.",
        "B": "With.",
        "C": "Off."
    },
    {
        "domanda": "I've been married            1996.",
        "corretta": "Since.",
        "B": "For.",
        "C": "From."
    },
    {
        "domanda": "If you        me your secret, I won't tell anybody.",
        "corretta": "Tell.",
        "B": "Told.",
        "C": "Speak."
    },
    {
        "domanda": "If I miss the bus, I            a taxi.",
        "corretta": "Will get.",
        "B": "Get.",
        "C": "Got."
    },
    {
        "domanda": "I'm planning to              a holiday next month.",
        "corretta": "Have.",
        "B": "Meet.",
        "C": "Drive."
    },
    {
        "domanda": "I don't really enjoy            exercise.",
        "corretta": "Doing.",
        "B": "Do.",
        "C": "Make."
    },
    {
        "domanda": "We            work tomorrow. It's holiday.",
        "corretta": "Don't have to.",
        "B": "Do have to.",
        "C": "Haven't to."
    },
    {
        "domanda": "A person who likes giving presents is:",
        "corretta": "Generous.",
        "B": "Mean.",
        "C": "Talkative."
    },
    {
        "domanda": "He jumped            his car and drove away.",
        "corretta": "Into.",
        "B": "Out.",
        "C": "Out of."
    },
    {
        "domanda": "My mobile stopped working when we went          a tunnel.",
        "corretta": "Through.",
        "B": "Across.",
        "C": "Round."
    },
    {
        "domanda": "Is this            city in the world?",
        "corretta": "The noisiest.",
        "B": "Noisy.",
        "C": "Noisier."
    },
    {
        "domanda": "London is more expensive            Manchester.",
        "corretta": "Than.",
        "B": "Of.",
        "C": "Among."
    },
    {
        "domanda": "He's already            .",
        "corretta": "Arrived.",
        "B": "Arrive.",
        "C": "Arrives."
    },
    {
        "domanda": "She won't be angry if you          her the truth.",
        "corretta": "Tell.",
        "B": "Will tell.",
        "C": "Told."
    },
    {
        "domanda": "What        we doing tonight?",
        "corretta": "Are.",
        "B": "Have.",
        "C": "Do."
    },
    {
        "domanda": "Where          you have lunch yesterday?",
        "corretta": "Did.",
        "B": "You.",
        "C": "Have."
    },
    {
        "domanda": "Two summers ago we          a holiday in Scotland.",
        "corretta": "Had.",
        "B": "Have.",
        "C": "Did have."
    },
    {
        "domanda": "A person who never does any work is:",
        "corretta": "Lazy.",
        "B": "Hard working.",
        "C": "Quiet."
    },
    {
        "domanda": "She arrived when we                  dinner.",
        "corretta": "Were having.",
        "B": "Had.",
        "C": "Having."
    },
    {
        "domanda": "I was tired last night        I went to bed early.",
        "corretta": "So.",
        "B": "But.",
        "C": "Because."
    },
    {
        "domanda": "she tried to stop, she hit the man.",
        "corretta": "Although.",
        "B": "Because.",
        "C": "But."
    },
    {
        "domanda": "At six o' clock last night I          home.",
        "corretta": "Was driving.",
        "B": "Am driving.",
        "C": "Drove."
    },
    {
        "domanda": "What you do if it       ?",
        "corretta": "Rains.",
        "B": "Rained.",
        "C": "Will rain."
    },
    {
        "domanda": "It's the person            serves you in a café.",
        "corretta": "Who.",
        "B": "Whom.",
        "C": "What."
    },
    {
        "domanda": "She was driving fast          she was in a hurry.",
        "corretta": "Because.",
        "B": "So.",
        "C": "For."
    },
    {
        "domanda": "Sit          and open your books.",
        "corretta": "Down.",
        "B": "Up.",
        "C": "Away."
    },
    {
        "domanda": "Have you ever            something only once?",
        "corretta": "Worn.",
        "B": "Wear.",
        "C": "Weared."
    },
    {
        "domanda": "A person who makes people laugh is:",
        "corretta": "Funny.",
        "B": "Serious.",
        "C": "Lazy."
    },
    {
        "domanda": "A post office is a place            you can buy stamps.",
        "corretta": "Where.",
        "B": "When.",
        "C": "Which."
    },
    {
        "domanda": "He never            his bed.",
        "corretta": "Makes.",
        "B": "Does.",
        "C": "Talks."
    },
    {
        "domanda": "If a bear attacked me, I                      away.",
        "corretta": "Would run.",
        "B": "Run.",
        "C": "Will run."
    },
    {
        "domanda": "You need          positive.",
        "corretta": "To be.",
        "B": "Be.",
        "C": "Are."
    },
    {
        "domanda": "The most exciting football            I have ever seen was the 1999 Champions' League Final.",
        "corretta": "Match.",
        "B": "Goalkeeper.",
        "C": "Corner."
    },
    {
        "domanda": "I don't            going to parties.",
        "corretta": "Enjoy.",
        "B": "Try.",
        "C": "Hope."
    },
    {
        "domanda": "your time. The most important thing is not to make a decision in a hurry.",
        "corretta": "Take.",
        "B": "Make.",
        "C": "Compare."
    },
    {
        "domanda": "I                to like maths. I was really bad at it.",
        "corretta": "Didn't use to.",
        "B": "Didn't used to.",
        "C": "Not used to."
    },
    {
        "domanda": "That's the dog          always barks at night.",
        "corretta": "Which.",
        "B": "Where.",
        "C": "Who."
    },
    {
        "domanda": "A person who is open and nice is:",
        "corretta": "Friendly.",
        "B": "Unfriendly.",
        "C": "Mean."
    }
]